const list = [
  { id: 10452786, content: "키높이 운동화 발이 편해요~~" },
  {
    id: 10447473,
    content: "후기가 좋아서 샀는데 역시 좋네요~~가볍고 편하고 예쁘네요~~^^",
  },
  {
    id: 10451953,
    content:
      "딸내미 발이 작고 볼이 넓은 편이라 230,235중에 고민하다 230을 샀는데 너무 편하대요. 예쁘고 편하다고 좋아합니다.",
  },
  {
    id: 10298626,
    content: "착화김 좋고 옷 받쳐 입기도 아주 좋아요.사이즈 정사이즈에요. ",
  },
  {
    id: 10297370,
    content:
      "배송받고 신은지 이틀째 편하게 잘 신고 있어요 굽높이가 잘 느껴지지않고 키높이가 되니 좋아요 근데 좀 옆으로 볼륨이 있어선지 퍼져보여요",
  },
  {
    id: 10454951,
    content:
      "겨울에 베이지색 신다가 좀더 밝고 시원한 색상으로 재구매 했어오. 편하고 ....부드러운 화이트 색상이라 여기저기 매치하기 아주 좋아요. ",
  },
  { id: 10458156, content: "운동화 너무 편하고 너무좋아요" },
  {
    id: 10445395,
    content: "오래 걸어도 가볍고 무리가 없습니다만족도가 좋아요",
  },
  { id: 10430484, content: "신발 착화감도 좋고 깔끔하고 너무 마음에 들어요" },
  {
    id: 10428194,
    content:
      "사이즈가 약간 큰 느낌은 있는데쿳션감 좋고 편해요~마치 오래 신어온 느낌이랄까~^^",
  },
  { id: 10434690, content: "진짜 가볍고 편합니다. 디자인도 예뻐요." },
  {
    id: 10430707,
    content:
      "좋은제품 저렴하게 샀어요 배송도 빨라 촣았어요 사이즈 도 딱 적당 하고 마음에 듭니다",
  },
  {
    id: 10156803,
    content:
      "구매하고 나서 가격이 많이 떨어져서 아쉽긴한데,  여행지에서 아주 잘 신고 다녔습니다. 좋습니다 ",
  },
  {
    id: 10222503,
    content:
      "가볍고 키 높이가 확실하네요.볼이 여유가 있네요.넓은 사람도 좋을거 같아요.",
  },
  {
    id: 10200567,
    content:
      "처음 신었을때는 사이즈가 정사이즈 같았는데 며칠 신으니 늘어나네요.  끈으로 조여서 신으면 될거 같습니다. 지금까지 신은 스니커즈 중에서 가장 편학니다. 가격이 많이 비싸서 고민 많이 했는데 잘 산거 같습니다.",
  },
  {
    id: 10192335,
    content:
      "담아 뒀다가 혜택이 많아서 구입했어요쬐끔 큰거같기도 한데  한사이즈 작으면 넘 꽉낄것같아 그냥 신을려고 합니다.신발은 안정적이 편하고 이쁩니다.",
  },
  {
    id: 10137967,
    content:
      "볼 넓어 255신는데 사이즈 없어 250시켜봤는데 맞아요 크게 나온듯해요 신발 사기 어려운데 잘 맞아서 좋아요 디자인도 이뻐요~ ",
  },
  {
    id: 10132256,
    content:
      "운동화 사이즈도 넉넉하고 편하고 이쁩니다생각보다 더 가벼워 좋으네요",
  },
  {
    id: 10161615,
    content:
      "정말정말 편하네요. 지금껏 신어 본 운동화중에 단연 최고입니다. 유명한 브랜드는 다 신어봤는데 과하지도 부족하지도 않게 딱 떨어지는 편안함입니다. 일단 굽높이 너무 마음에 듭니다.",
  },
  {
    id: 10200472,
    content:
      "일단 신발이 가벼워서 좋아요 발볼도 넉넉하고 색깔도 깔끔하고 예뻐서 어떤옷과도  잘 어울릴것같아요",
  },
  {
    id: 10203438,
    content:
      "역시 편하고 좋아요온라인구매라 걱정했는데예상대로 믿음이가는 브랜드네요",
  },
  {
    id: 10188371,
    content:
      "가격이비싸서그러치  신발은  엄청편합니다  단  발이  무지크게보입니다",
  },
  {
    id: 10204821,
    content:
      "정사이즈로 주문했는데 작을가봐고민했어요실물 너무  가볍고 사이즈도 맞네요역시 핏플랍은 후회하지않아요",
  },
  {
    id: 10209498,
    content: "다른사이즈보다 크게 나옴교환번거로뭐 그냥 신기로함",
  },
  { id: 10216884, content: "신발 너무 편하고 귀엽고 예뻐요" },
  { id: 10217957, content: "엄청 편해보이네요 잘 신고 다니겠어요" },
  {
    id: 10216124,
    content: "발볼이넓은. 제발세는. 핏플락이. 정말 좋아요. 만족합니다 ",
  },
  {
    id: 10198660,
    content:
      "편하게 늘 신는 신발입니다. 좋아요. 추천합니다. 디자인도 색상도 맘에 들어요.",
  },
  {
    id: 10215005,
    content:
      "조금 크게 나온 듯 합니다. 볼 넓고 발등 높아서 고민인 저같은 경우에 딱입니다, 그리 커 보이지도 않고 가볍네요. 핏플랍 워낙 많이 신어봐서 이번 제품도 합격입니다",
  },
  {
    id: 10195179,
    content:
      "신발은 완전 마음에 드는데 구입하고 바로 가격할인으로 많이 싸졌네요. 그래서 별하나 뺐어요.사이즈는 정사이즈이고 가죽인데도 가볍고 좋아요.푹신하지는 않아요.",
  },
  {
    id: 10200271,
    content:
      "너무편안합니다  단 발이 크게 보이는 단점이있습니다나중에 누렇게 변하 않았으면 좋겠습니다",
  },
  {
    id: 10175587,
    content:
      "엄마 사드렸는데 실물이 더 예쁘고 착화감도 좋다고 너무 좋아하시네요ㅎ",
  },
  {
    id: 10168547,
    content:
      "큰 장점은 편하고 가벼워요화이트 컬러로 어떤 룩에도 매치하기 쉽고잘 어울려서 다가오는 봄에 자주 신을 것 같아요",
  },
  { id: 10220128, content: "완전 푠해요!! 가볍고 좋아요 이쁩니다!" },
  { id: 10246411, content: "깔끔하니 스타일이 예뻐요신발도 편하고 좋아요" },
  { id: 10226307, content: "사이즈가 넉넉하긴한테 편하고  좋아요." },
  { id: 10244273, content: "디자인도 예쁘고 신었을때 편해요~" },
  { id: 10238360, content: "편하고 좋아요.발도 작아보이고 예뻐요." },
  {
    id: 10221369,
    content: "이쁩니다 잘입겠습니다 감사드립니다 예쁘게 잘 신을게요~~",
  },
  { id: 10232105, content: "착화감이 좋고 흰색이라 깔끔하네요." },
  { id: 10241157, content: "착용감도좋고 발도 편하고 아주 좋네요" },
  {
    id: 10224374,
    content:
      "발이 너무!!편해요~핏플랍만한 브랜드 없어요.엄마 선물 드렸는데 발바닥 하나도 안아프시다고 합니다!좋은신발 만들어주셔서 감사해요^^",
  },
  {
    id: 10233811,
    content:
      "면세점에서 캠퍼를 주로 구매하다가 핏플랍을 LF에서 몇개 구매해 보고 만족도가 높아서 갈아타고 있는 중입니다. 굽니 좀 있는데도 가볍고 디자인도 괜찮아서 다른 색상도 추가 구매하려고 합니다. 품절 이유가 있네요. ",
  },
  {
    id: 10238891,
    content:
      "230정사이즈 잘 맞아요깔끔하고 편합니다한번 핏플랍에 빠지면 벗어날 수 없네요",
  },
  { id: 10223608, content: "화면과 같고 신발이 좀 커요.편하긴 편해요." },
  { id: 10225291, content: "가볍고 편해요 굽이 있어서 키커보이고 좋네요" },
  {
    id: 10244782,
    content:
      "역시 핍플랍 제가좋아하는 신발 바닥이 정말 편하고 발이큰 저에게 탁 맞고 편해요",
  },
  {
    id: 10245738,
    content:
      "편하고 좋은 신발인데 헐..상표 뜯고 났더니..끈길이 이거 실화일까요? 같은 끈인지 의심되네요 21만원치고 저급해보이네 끈 하나로ㅠ 필플랍은 운동화 사지마세요ㅠ",
  },
  { id: 10245230, content: "리뷰대로 신발 편하고 이쁘네요" },
  {
    id: 10242709,
    content:
      "진즉 눈독 들여 놓고 살까 말까 망설이던 찰라 주말 특가로 구입 쿠폰까지 사용해서 아주 기분좋게 구매했네요. 아주 맘에 들어요. 쿠션도 좋고 발도 편하고 득템했어요.",
  },
  {
    id: 10231488,
    content:
      "핏플랍 제품 여러개 가지고 있는데, 이번에 구매한 운동화도 아주  마음에 들어여~ 잘 싣고 좋은 길 걷겠습니다",
  },
  {
    id: 10266668,
    content:
      "유명세보다 신발이 따라가주질 못하네요기대가 너무 큰건지 가격대비 잘 모르겠음",
  },
  {
    id: 10212864,
    content:
      "핏플랍 랠리스니커즈 블랙 신어보고 편해서 흰색으로 살펴보다 주문했습니다 신발은 거의 매장에서 사는편이지만 핏플랍은 몇년동안 사오던터라 그냥 상품평 믿고 주문했습니다 약간 높은데 걸어보니  앞으로 쏠리지않고 편하게 잘 맞아요 평소 운동화 240 넉넉하게 신어서 240 으로 주문하니 딱 좋아요 가죽이라 신다보면 더 편해질거 같습니다. 보통 운동화사이즈보다 볼도 길이도 크지않아 정사이즈로 주문 권합니다 무엇보다 실물 이쁩니다 ",
  },
  {
    id: 10256071,
    content:
      "편하고 예쁘긴한데 굽높은 운동화 적응 하려먼 시간이 좀 걸릴듯해요쿠폰 할인받아 저렴하게 구입했어요.",
  },
  { id: 10254028, content: "디자인도 예뿌고 편할것같아요" },
  {
    id: 10256471,
    content:
      "평소 신발 225-230 사이 왔다갔다하는데 225하니 편하게 잘 맞습니다 운동화 무게도 가볍고 너무 편해요!! 핏플랍 한번 신고나면 다른 신발은 불편해서 계속 핏플랍만 사게되네요 ㅠㅠ ㅋㅋㅋ ",
  },
  {
    id: 10212701,
    content:
      "235인 제가 착화했을 때 편하게 맞습니다. 평소 핏플랍 신발 잘 신는 편인데 헷갈릴땐 무조건 업하면 되더라구요!오프화이트에 가까운 굉장히 하얀색이라고 보시면 됩니다. 하얀색 스니커즈는 어떤 스타일에도 매칭되는 무난템, 무난한 컬러인거 아시죠?핏플랍의 품질은 MD인 제가 보장합니다! 고급 소가죽 소재를 사용하여 장기간 착화하여도 겉면이 까지는 일이 없으실꺼에요 (물론 정말 오래 신으시면 까집니다.. 핏플랍의 평균 착화 기간 2년이상...은 안비밀)동그란 코에 신발끈까지 동일한 컬러로 매칭된 랠리스니커즈는 핏플랍의 가장 오래된 스니커즈 라인이자 무난한 디자인입니다:) 아이다스의 스탠스미스 생각하시면 이해가 쉬우실꺼에요.",
  },
  {
    id: 10267493,
    content:
      "신어보니 편한데  항상 피플랍 35신는데 이아이는 조금사이즈가 크네요 발목쪽이 조금 크게 나온것같아요편하게 잘 신을께요",
  },
  {
    id: 10269796,
    content:
      "사이즈 너무 잘맞고, 넘편해서 좋습니다처음 구매인데 성공했네요~~~^^",
  },
  {
    id: 10212590,
    content:
      "신발의 컬러감과 소재 특성상 어떤 옷과 매칭해도 잘 어울립니다. 청바지 같은 캐주얼 스타일은 기본이고 스커트-원피스 같은 러블리한 무드나 슬랙스 착장의 포멀한 무드에도 문제 없습니다 :)또한 핏플랍만의 고유한 슈즈 테크놀로지 덕분에 가벼우면서도 편안한 특징이 있어, 일상 생활과 더불어 장시간 걷거나 서있어야 하는 날 그리고 여행 시에도 안성맞춤입니다.사이즈는 정사이즈 추천드리고, 봄부터 늦가을까지는 아마도 계속 찾아서 신게 될 것 같습니다! 꼭 구매 추천드립니다★",
  },
  {
    id: 10252074,
    content:
      "진짜 세상 편하게 신고있어요정사이즈 로 시키기면 될것같아요아울렛 매장 4시간 쇼핑했는데넘 편하게 잘신었어요",
  },
  {
    id: 10211751,
    content: "왼쪽에 가죽이 살짝 까였는데 귀찮아서 그냥 신으려합니다",
  },
  {
    id: 10265892,
    content:
      "발 볼도넉넉하고 엄청가볍네요  다자인도 무난하고 오래 걸어도 발이 편할듯 역시 피플 랍입니다",
  },
  {
    id: 10253166,
    content: "처음 신었을 때도 발 편하네요. 산뜻하게 잘 신을거 같아요.",
  },
  { id: 10229588, content: "모양은 예뻐요~ 약간 무거운 감이 있네요" },
  { id: 10259625, content: "빠른 배송봐 좋은 상품 맘에 듭니다" },
  {
    id: 10346115,
    content: "사이즈 정사이즈맞구요 신었을때 발이 커보이는 디자인입니다",
  },
  {
    id: 10287255,
    content:
      "새신발이라서 착용감이 빡빡하긴 하지만 신으면 부드러워질것 같아요~적당히 높이가 맘에들고 편하게 신을수있을것같아요~",
  },
  {
    id: 10286272,
    content: "사이즈잘맞고, 신었을때무게감있지만발아치에잘맞아서편해요",
  },
  { id: 10310751, content: "아직 오래 신어보진 않았지만 맘에 듭니다." },
  {
    id: 10344491,
    content: "좋은 상품입니다 예쁘네요 비싸지만 색깔별로 샀어요 ㅎㅎ ",
  },
  { id: 4419173872, content: "엄마 선물로 드렸는데 만족하심" },
  {
    id: 4422894638,
    content:
      "어머님 사드렸는데 편하시다는데, 235사이즈린 제가 신어도 225가 맞는 아이러니…그래도 편한 것은 사실이에요.",
  },
  {
    id: 10363676,
    content:
      "오래 신어도 발이 편합니다 적당한 굽도 좋구요사이즈 약간 크지만 신을만 해요아쉬운건 신발 끈 여유로 한개 더 넣었으면 좋았을텐데야박하단 느낌입니다",
  },
  {
    id: 10413051,
    content: "세번째 구매했네요 편안하게 잘 신을게요감사합니다 ",
  },
  {
    id: 10362605,
    content:
      "굽도 살짝 있고 디자인도 마음에 들어요~ 그런데 제 발등이 높아서 그런지 적응하는 동안 복숭아뼈 아래부분이 아파서 밴드를 붙이거나 두꺼운 양말을 신었어요^^ 지금은 만족합니다.^^ ",
  },
  {
    id: 10294695,
    content:
      "발바닥이 아파 쿠션이 있는 신발을 찾았는데 맞는 걸 샀네요. 발볼도 넓고 발등도 높은 편인데 편하네요. 운동화도 특정 운동화만 신는데 편한 신발입니다. ",
  },
  {
    id: 10313289,
    content:
      "운동화를 직접 신어보지 않고 구입후 3일  여행가서 신어봤는데 넘 편하고 예쁘도  잘 샀다 싶네요 강추합니다",
  },
  {
    id: 10295631,
    content:
      "고민 많이 했는데구매하길잘한것같아요  생각보다 키높이라 살짝 망설였는데예쁘기도하고 잘맞아요",
  },
  {
    id: 10315154,
    content:
      "밝은 색상 신고 싶어서 구매후기보고 구매했어요.밖에 신고 나가서 한시간정도 신고있으니 오른쪽 새끼발가락 쪽  발등쪽으로 조금 불편해서 ~조금더신어보고 아프면 😢  😭 어쩔수없지싶네요.지난해 구매한 부츠도 같은 통증이 있었는데이신발도 같은상태네.요",
  },
  {
    id: 10284985,
    content:
      "무지외반증이 있어서발에 맞는신발 고르기가 힘든데푹신하고 편하고 좋아요사이즈는 평소신는것보다 넉넉합니다.",
  },
  {
    id: 10304467,
    content:
      "역시 핏플랍!정말 펀해요정사이즈고 여유있는듯 잘 맞고 편안합니다요즘 매일 이것만 신어요~~^^",
  },
  {
    id: 10334266,
    content:
      "믿는 브랜드라 망설임 없이  주문 했네요~^^할인 해서 신랑꺼랑  세트로. 주문했네요 다른색도 주문 할까 생각 중입니다 ^^",
  },
  {
    id: 10335042,
    content: "어디든 잘 어울리는것 같고 가볍고 편하네요  잘 신고 있어요",
  },
  {
    id: 10336225,
    content:
      "너무 예쁘고 편하게 잘 신고 있습니다 여행 다녀와도 발,허리 지잘없이 편하게 신고있어요 ",
  },
  {
    id: 10355307,
    content:
      "발이 아파서 산 신발인데 바닥쿠션감은 좋아서 발바닥은 편한데  접히는 부분 가죽 덧댄데가 단단해서인지 좀 걸리네요. 몇번 신으니 부드러워지긴했는데 신경 안쓰일정도는 아니라 제경우는 기대에 좀 못미치네요. 넖대대한 발이라 그런거죠. 커보이는 디자인에 비해서 발볼이 아주 크게 나온 신발은 아니에요. 랠리스니커즈보다는 바닥이 편해서 계속 신어보려고요",
  },
  { id: 10332247, content: "편하고 예쁘게 잘 신겠습니다" },
  { id: 10323252, content: "늘신는 핏플랍역시편하고좋아요" },
  { id: 10333925, content: "넘 편해요담 달에 여행가서 잘 신고 다닐 것 같네요" },
  {
    id: 10326383,
    content:
      "약간 여유가 있어요끈으로 조절가능하니 신기에는 괜찮은것같고 약간 굽높이도 있어 잘 신을것같아요",
  },
  {
    id: 10329663,
    content:
      "가죽이 부드러워 신었을때 착화감이 아주 좋아요 맨발로 신어도 전혀 거슬리는 부분이 없습니다 굽높이도 적당해서 좋고요",
  },
  { id: 10303753, content: "발이 커보이는게 단점 편하긴 해요" },
  { id: 10360438, content: "너무 가볍고 세련된 스타일입니다발도 편해요" },
  {
    id: 10317003,
    content:
      "정사이즈를 샀어야 했어요안그러면 두꺼운 양말을 신어야되겠네요리뷰보고 샀더니 약간의 실패",
  },
  {
    id: 10306813,
    content:
      "사진보단 실물이 더 예쁘고 편해요, 아직 많이 신어보진 못했지만,, 산책할때 잘 신을것 같아요.",
  },
  {
    id: 10361093,
    content:
      "제가 핏플랍 신은지가 몇년째인지 가물거릴정도 오래되었는데요이번 5월에 발편하게 여행하려고 구매한 이 신발이 앞으로 스*** 로 갈아타야 하는 갈등을 하게하네요.여지껏 신었던 신발보다 무겁고 아치형 느낌도 떨어지네요.무엇보다 지금까지 235 사이즈를 편하게 신었었는데 같은 핏플랍이건만 이 신발은 발 뒤꿈치가 계속 벗겨지는것이 영 불편하구요.가격이 저렴한것도 아닌데 누군가 주기에는 아까워서 신기는하는데 나갈때 약간의 고민을 하게하는 신발입니다.신을까말까 하고 ...",
  },
  {
    id: 10317551,
    content:
      "가볍고 부드러워 발걸음도 가볍습니다. 정장과 캐주얼한 복장에 다 잘 어울립니다.",
  },
  {
    id: 10354950,
    content:
      "가격만큼 고급스러워 보이지는 않지만 신었을때 편하고 굽도 높은 느낌 없이 편안하네요 ",
  },
  {
    id: 10359709,
    content:
      "착용감도 넘 편하고 신었을때 생각보다 훨씬더 이뻐요. 정말 마음에 들어요. ",
  },
  {
    id: 10305686,
    content: "편하고 좋습니다.  발 볼 여유있게 한 치수 올려서 구매했습니다. ",
  },
  {
    id: 10300820,
    content:
      "선물 드렸는데 너무 편하고 너무 줗아하셨어요~!어른들은 역시 발이 편하고봐야 …너무 만족이요!",
  },
  {
    id: 10358868,
    content: "가볍고 편안하고 정말 잘 산거같아요.  핏플랍이 운동화도 편하네요 ",
  },
  {
    id: 10393417,
    content:
      "편하단말만듣고Lf에서구입해봤는데생각보다편하고예쁩니다잘신을듯합니다~~^^",
  },
  {
    id: 10380060,
    content:
      "색상너무 이쁘네요.뒤꿈치가 약간높아 사이즈 넉넉하게 시키면 잘벗겨질듯요~^핏플랍 특유의 편안함 좋아요.",
  },
  {
    id: 10392488,
    content:
      "완전 가볍구요, 신을 수록 편하네요.핏플랍, 샌들도 그렇고 항상 비슷한 디자인의 다른 브랜드 신발보다 가격이 비싸 망설이다가 구매하는데, 제 경우엔 한번도 실망시킨 적이 없어요. 이번에 해외여행가서 발편하게 잘 돌아다녔습니다.결국은 핏플랍으로 구매할건데 다음엔 망설이지 말고 주문할께요. ^^",
  },
  { id: 4471540690, content: "아주 마음에 들어요 다음에 또 구매할게요 ~~~" },
  { id: 10377794, content: "신발은 두말할것도 없이 예뻐요" },
  {
    id: 10381024,
    content:
      "편한신발에 예민해서 닥스에서 갈아탈 생각을 안했는데 이것도 발이 정말편안하네요. 발등 위쪽 에 발목 바로밑까지덮지 않아서  첨엔 어색했는데 지금은 이게 은근편하네요.",
  },
  {
    id: 10368402,
    content:
      "역시 믿고 신는 핏플랍이네요..너무 가볍고 편해서 첫날 신고 나가서 걸을 일이 많았는데도... 원래 신던 스니커즈 같이 편하고 좋아서  매우 만족해요^^",
  },
  {
    id: 10384626,
    content: "이미 사서 신고있는데 너무 편하고 좋아서 또 구매했어요ㅎ",
  },
  {
    id: 10384905,
    content:
      "굽이  있어 키높이 효과도 있고 신발이 편하네요.깔끔하고 치마나 바지 모두 무난하게 잘 어울리네요.",
  },
  { id: 10401505, content: "사이즈 한사이즈 업 했더니 편하고 가벼워서 좋아요" },
  { id: 10415522, content: "아주 편하고 디자인도 깨끗해요" },
  {
    id: 10401399,
    content: "아주 깔끔하고 예쁩니다. 발 편한건 말할것도 없어요",
  },
  {
    id: 10409774,
    content:
      "어머니 사드렸는데 너무 편하고 이쁘다고 하십니다. 굽더 좀 있고 컬러도 고급스러워요",
  },
  {
    id: 10414730,
    content:
      "발도 편하고 착용감도 좋아요.다음에 또 구입 할 맘이 ×100 입니다.^^",
  },
  { id: 10400899, content: "작년에 하나사서 너무 편해서 이번에 또 구매하리다" },
  {
    id: 10406008,
    content: "작년에 동일 상품 사서 신고서 너무 편하고 예뻐서 재구매합니다",
  },
  {
    id: 10372357,
    content:
      "편해요. 물위에서 약간 미끄러운듯한데 좀더 신어봐야알듯. 편합니다.",
  },
  {
    id: 10420724,
    content:
      "후기가 좋아 구매했는데, 역쉬 좋네요~ 발도 편하고,가볍고, 깔끔하고, 어느 옷에나 찰떡입니다~~!",
  },
  {
    id: 10419783,
    content: "아주 퍈안하고 깨끗한 디자인 두번째 구입 이 운동화 계열",
  },
  { id: 10419861, content: "좋은가격에 잘 샀어요 좋아요 " },
];

const data1 = {
  summary:
    "대부분의 리뷰어들이 제품에 대해 긍정적으로 평가하고 있습니다. 많은 리뷰어들이 편안함, 가벼움, 디자인의 아름다움을 언급했습니다. 일부 사용자들은 신발의 크기 문제와 가격에 대한 아쉬움을 표현했습니다.",
  pros: [
    [
      1,
      "편안함",
      "많은 리뷰어들이 운동화의 편안함을 언급하고 있으며, 긴 시간 착용해도 무리가 없다는 의견이 많습니다.",
      [
        10452786, 10447473, 10451953, 10298626, 10297370, 10458156, 10445395,
        10430484, 10434690, 10430707, 10156803, 10200567, 10192335, 10132256,
        10161615, 10203438, 10204821, 10216884, 10217957, 10216124, 10198660,
        10215005, 10195179, 10200271, 10175587, 10168547, 10220128, 10246411,
        10226307, 10244273, 10238360, 10232105, 10241157, 10224374, 10233811,
        10238891, 10223608, 10244782, 10245230, 10242709, 10231488, 10256071,
        10256471, 10212701, 10269796, 10252074, 10253166, 10259625, 10287255,
        10286272, 10344491, 4419173872, 10413051, 10362605, 10294695, 10313289,
        10295631, 10284985, 10335042, 10336225, 10332247, 10323252, 10333925,
        10326383, 10329663, 10360438, 10317003, 10306813, 10317551, 10354950,
        10359709, 10305686, 10300820, 10358868, 10393417, 10380060, 10392488,
        10377794, 10381024, 10368402, 10384626, 10384905, 10401505, 10415522,
        10401399, 10409774, 10414730, 10400899, 10406008, 10420724, 10419783,
      ],
    ],
    [
      2,
      "디자인",
      "운동화의 디자인이 예쁘고 깔끔하다는 평이 많습니다. 다양한 스타일에 잘 어울린다는 의견이 있습니다.",
      [
        10447473, 10454951, 10430484, 10434690, 10200567, 10216884, 10168547,
        10246411, 10244273, 10238360, 10232105, 10225291, 10245230, 10254028,
        10267493, 10212590, 10229588, 10346115, 10344491, 10362605, 10295631,
        10335042, 10332247, 10329663, 10360438, 10306813, 10317551, 10359709,
        10393417, 10380060, 10377794, 10381024, 10384626, 10384905, 10415522,
        10401399, 10409774, 10406008, 10420724, 10419783,
      ],
    ],
    [
      3,
      "가벼움",
      "운동화가 가벼워서 장시간 착용에도 부담이 없다는 평가가 많습니다.",
      [
        10447473, 10445395, 10434690, 10222503, 10132256, 10200472, 10200271,
        10168547, 10220128, 10233811, 10223608, 10225291, 10256471, 10265892,
        10317551, 10392488, 10368402, 10401505,
      ],
    ],
  ],
  cons: [
    [
      1,
      "사이즈 문제",
      "몇몇 리뷰어들이 운동화의 사이즈가 크거나 작다는 문제를 언급했습니다. 특히 발이 커보인다는 평이 있습니다.",
      [
        10297370, 10428194, 10200567, 10192335, 10137967, 10188371, 10209498,
        10195179, 10226307, 10223608, 10267493, 10346115, 4422894638, 10363676,
        10362605, 10295631, 10284985, 10326383, 10317003, 10361093, 10380060,
      ],
    ],
    [
      2,
      "가격",
      "일부 리뷰어들은 운동화의 가격이 비싸다는 점을 아쉬워했습니다.",
      [
        10200567, 10188371, 10195179, 10245738, 10266668, 10363676, 10361093,
        10354950,
      ],
    ],
    [
      3,
      "발 커보임",
      "운동화를 신었을 때 발이 커보인다는 평이 있습니다.",
      [10297370, 10188371, 10200271, 10346115, 10303753],
    ],
    [
      4,
      "품질",
      "몇몇 리뷰어들은 운동화의 품질이 기대에 미치지 못한다는 점을 언급했습니다.",
      [10245738, 10266668, 10211751, 10355307, 10354950],
    ],
  ],
  usage: {
    prompt_tokens: 6823,
    completion_tokens: 729,
    total_tokens: 7552,
  },
  source: [
    {
      id: 10452786,
      content: "키높이 운동화 발이 편해요~~",
    },
    {
      id: 10447473,
      content: "후기가 좋아서 샀는데 역시 좋네요~~가볍고 편하고 예쁘네요~~^^",
    },
    {
      id: 10451953,
      content:
        "딸내미 발이 작고 볼이 넓은 편이라 230,235중에 고민하다 230을 샀는데 너무 편하대요. 예쁘고 편하다고 좋아합니다.",
    },
    {
      id: 10298626,
      content: "착화김 좋고 옷 받쳐 입기도 아주 좋아요.사이즈 정사이즈에요. ",
    },
    {
      id: 10297370,
      content:
        "배송받고 신은지 이틀째 편하게 잘 신고 있어요 굽높이가 잘 느껴지지않고 키높이가 되니 좋아요 근데 좀 옆으로 볼륨이 있어선지 퍼져보여요",
    },
    {
      id: 10454951,
      content:
        "겨울에 베이지색 신다가 좀더 밝고 시원한 색상으로 재구매 했어오. 편하고 ....부드러운 화이트 색상이라 여기저기 매치하기 아주 좋아요. ",
    },
    {
      id: 10458156,
      content: "운동화 너무 편하고 너무좋아요",
    },
    {
      id: 10445395,
      content: "오래 걸어도 가볍고 무리가 없습니다만족도가 좋아요",
    },
    {
      id: 10430484,
      content: "신발 착화감도 좋고 깔끔하고 너무 마음에 들어요",
    },
    {
      id: 10428194,
      content:
        "사이즈가 약간 큰 느낌은 있는데쿳션감 좋고 편해요~마치 오래 신어온 느낌이랄까~^^",
    },
    {
      id: 10434690,
      content: "진짜 가볍고 편합니다. 디자인도 예뻐요.",
    },
    {
      id: 10430707,
      content:
        "좋은제품 저렴하게 샀어요 배송도 빨라 촣았어요 사이즈 도 딱 적당 하고 마음에 듭니다",
    },
    {
      id: 10156803,
      content:
        "구매하고 나서 가격이 많이 떨어져서 아쉽긴한데,  여행지에서 아주 잘 신고 다녔습니다. 좋습니다 ",
    },
    {
      id: 10222503,
      content:
        "가볍고 키 높이가 확실하네요.볼이 여유가 있네요.넓은 사람도 좋을거 같아요.",
    },
    {
      id: 10200567,
      content:
        "처음 신었을때는 사이즈가 정사이즈 같았는데 며칠 신으니 늘어나네요.  끈으로 조여서 신으면 될거 같습니다. 지금까지 신은 스니커즈 중에서 가장 편학니다. 가격이 많이 비싸서 고민 많이 했는데 잘 산거 같습니다.",
    },
    {
      id: 10192335,
      content:
        "담아 뒀다가 혜택이 많아서 구입했어요쬐끔 큰거같기도 한데  한사이즈 작으면 넘 꽉낄것같아 그냥 신을려고 합니다.신발은 안정적이 편하고 이쁩니다.",
    },
    {
      id: 10137967,
      content:
        "볼 넓어 255신는데 사이즈 없어 250시켜봤는데 맞아요 크게 나온듯해요 신발 사기 어려운데 잘 맞아서 좋아요 디자인도 이뻐요~ ",
    },
    {
      id: 10132256,
      content:
        "운동화 사이즈도 넉넉하고 편하고 이쁩니다생각보다 더 가벼워 좋으네요",
    },
    {
      id: 10161615,
      content:
        "정말정말 편하네요. 지금껏 신어 본 운동화중에 단연 최고입니다. 유명한 브랜드는 다 신어봤는데 과하지도 부족하지도 않게 딱 떨어지는 편안함입니다. 일단 굽높이 너무 마음에 듭니다.",
    },
    {
      id: 10200472,
      content:
        "일단 신발이 가벼워서 좋아요 발볼도 넉넉하고 색깔도 깔끔하고 예뻐서 어떤옷과도  잘 어울릴것같아요",
    },
    {
      id: 10203438,
      content:
        "역시 편하고 좋아요온라인구매라 걱정했는데예상대로 믿음이가는 브랜드네요",
    },
    {
      id: 10188371,
      content:
        "가격이비싸서그러치  신발은  엄청편합니다  단  발이  무지크게보입니다",
    },
    {
      id: 10204821,
      content:
        "정사이즈로 주문했는데 작을가봐고민했어요실물 너무  가볍고 사이즈도 맞네요역시 핏플랍은 후회하지않아요",
    },
    {
      id: 10209498,
      content: "다른사이즈보다 크게 나옴교환번거로뭐 그냥 신기로함",
    },
    {
      id: 10216884,
      content: "신발 너무 편하고 귀엽고 예뻐요",
    },
    {
      id: 10217957,
      content: "엄청 편해보이네요 잘 신고 다니겠어요",
    },
    {
      id: 10216124,
      content: "발볼이넓은. 제발세는. 핏플락이. 정말 좋아요. 만족합니다 ",
    },
    {
      id: 10198660,
      content:
        "편하게 늘 신는 신발입니다. 좋아요. 추천합니다. 디자인도 색상도 맘에 들어요.",
    },
    {
      id: 10215005,
      content:
        "조금 크게 나온 듯 합니다. 볼 넓고 발등 높아서 고민인 저같은 경우에 딱입니다, 그리 커 보이지도 않고 가볍네요. 핏플랍 워낙 많이 신어봐서 이번 제품도 합격입니다",
    },
    {
      id: 10195179,
      content:
        "신발은 완전 마음에 드는데 구입하고 바로 가격할인으로 많이 싸졌네요. 그래서 별하나 뺐어요.사이즈는 정사이즈이고 가죽인데도 가볍고 좋아요.푹신하지는 않아요.",
    },
    {
      id: 10200271,
      content:
        "너무편안합니다  단 발이 크게 보이는 단점이있습니다나중에 누렇게 변하 않았으면 좋겠습니다",
    },
    {
      id: 10175587,
      content:
        "엄마 사드렸는데 실물이 더 예쁘고 착화감도 좋다고 너무 좋아하시네요ㅎ",
    },
    {
      id: 10168547,
      content:
        "큰 장점은 편하고 가벼워요화이트 컬러로 어떤 룩에도 매치하기 쉽고잘 어울려서 다가오는 봄에 자주 신을 것 같아요",
    },
    {
      id: 10220128,
      content: "완전 푠해요!! 가볍고 좋아요 이쁩니다!",
    },
    {
      id: 10246411,
      content: "깔끔하니 스타일이 예뻐요신발도 편하고 좋아요",
    },
    {
      id: 10226307,
      content: "사이즈가 넉넉하긴한테 편하고  좋아요.",
    },
    {
      id: 10244273,
      content: "디자인도 예쁘고 신었을때 편해요~",
    },
    {
      id: 10238360,
      content: "편하고 좋아요.발도 작아보이고 예뻐요.",
    },
    {
      id: 10221369,
      content: "이쁩니다 잘입겠습니다 감사드립니다 예쁘게 잘 신을게요~~",
    },
    {
      id: 10232105,
      content: "착화감이 좋고 흰색이라 깔끔하네요.",
    },
    {
      id: 10241157,
      content: "착용감도좋고 발도 편하고 아주 좋네요",
    },
    {
      id: 10224374,
      content:
        "발이 너무!!편해요~핏플랍만한 브랜드 없어요.엄마 선물 드렸는데 발바닥 하나도 안아프시다고 합니다!좋은신발 만들어주셔서 감사해요^^",
    },
    {
      id: 10233811,
      content:
        "면세점에서 캠퍼를 주로 구매하다가 핏플랍을 LF에서 몇개 구매해 보고 만족도가 높아서 갈아타고 있는 중입니다. 굽니 좀 있는데도 가볍고 디자인도 괜찮아서 다른 색상도 추가 구매하려고 합니다. 품절 이유가 있네요. ",
    },
    {
      id: 10238891,
      content:
        "230정사이즈 잘 맞아요깔끔하고 편합니다한번 핏플랍에 빠지면 벗어날 수 없네요",
    },
    {
      id: 10223608,
      content: "화면과 같고 신발이 좀 커요.편하긴 편해요.",
    },
    {
      id: 10225291,
      content: "가볍고 편해요 굽이 있어서 키커보이고 좋네요",
    },
    {
      id: 10244782,
      content:
        "역시 핍플랍 제가좋아하는 신발 바닥이 정말 편하고 발이큰 저에게 탁 맞고 편해요",
    },
    {
      id: 10245738,
      content:
        "편하고 좋은 신발인데 헐..상표 뜯고 났더니..끈길이 이거 실화일까요? 같은 끈인지 의심되네요 21만원치고 저급해보이네 끈 하나로ㅠ 필플랍은 운동화 사지마세요ㅠ",
    },
    {
      id: 10245230,
      content: "리뷰대로 신발 편하고 이쁘네요",
    },
    {
      id: 10242709,
      content:
        "진즉 눈독 들여 놓고 살까 말까 망설이던 찰라 주말 특가로 구입 쿠폰까지 사용해서 아주 기분좋게 구매했네요. 아주 맘에 들어요. 쿠션도 좋고 발도 편하고 득템했어요.",
    },
    {
      id: 10231488,
      content:
        "핏플랍 제품 여러개 가지고 있는데, 이번에 구매한 운동화도 아주  마음에 들어여~ 잘 싣고 좋은 길 걷겠습니다",
    },
    {
      id: 10266668,
      content:
        "유명세보다 신발이 따라가주질 못하네요기대가 너무 큰건지 가격대비 잘 모르겠음",
    },
    {
      id: 10212864,
      content:
        "핏플랍 랠리스니커즈 블랙 신어보고 편해서 흰색으로 살펴보다 주문했습니다 신발은 거의 매장에서 사는편이지만 핏플랍은 몇년동안 사오던터라 그냥 상품평 믿고 주문했습니다 약간 높은데 걸어보니  앞으로 쏠리지않고 편하게 잘 맞아요 평소 운동화 240 넉넉하게 신어서 240 으로 주문하니 딱 좋아요 가죽이라 신다보면 더 편해질거 같습니다. 보통 운동화사이즈보다 볼도 길이도 크지않아 정사이즈로 주문 권합니다 무엇보다 실물 이쁩니다 ",
    },
    {
      id: 10256071,
      content:
        "편하고 예쁘긴한데 굽높은 운동화 적응 하려먼 시간이 좀 걸릴듯해요쿠폰 할인받아 저렴하게 구입했어요.",
    },
    {
      id: 10254028,
      content: "디자인도 예뿌고 편할것같아요",
    },
    {
      id: 10256471,
      content:
        "평소 신발 225-230 사이 왔다갔다하는데 225하니 편하게 잘 맞습니다 운동화 무게도 가볍고 너무 편해요!! 핏플랍 한번 신고나면 다른 신발은 불편해서 계속 핏플랍만 사게되네요 ㅠㅠ ㅋㅋㅋ ",
    },
    {
      id: 10212701,
      content:
        "235인 제가 착화했을 때 편하게 맞습니다. 평소 핏플랍 신발 잘 신는 편인데 헷갈릴땐 무조건 업하면 되더라구요!오프화이트에 가까운 굉장히 하얀색이라고 보시면 됩니다. 하얀색 스니커즈는 어떤 스타일에도 매칭되는 무난템, 무난한 컬러인거 아시죠?핏플랍의 품질은 MD인 제가 보장합니다! 고급 소가죽 소재를 사용하여 장기간 착화하여도 겉면이 까지는 일이 없으실꺼에요 (물론 정말 오래 신으시면 까집니다.. 핏플랍의 평균 착화 기간 2년이상...은 안비밀)동그란 코에 신발끈까지 동일한 컬러로 매칭된 랠리스니커즈는 핏플랍의 가장 오래된 스니커즈 라인이자 무난한 디자인입니다:) 아이다스의 스탠스미스 생각하시면 이해가 쉬우실꺼에요.",
    },
    {
      id: 10267493,
      content:
        "신어보니 편한데  항상 피플랍 35신는데 이아이는 조금사이즈가 크네요 발목쪽이 조금 크게 나온것같아요편하게 잘 신을께요",
    },
    {
      id: 10269796,
      content:
        "사이즈 너무 잘맞고, 넘편해서 좋습니다처음 구매인데 성공했네요~~~^^",
    },
    {
      id: 10212590,
      content:
        "신발의 컬러감과 소재 특성상 어떤 옷과 매칭해도 잘 어울립니다. 청바지 같은 캐주얼 스타일은 기본이고 스커트-원피스 같은 러블리한 무드나 슬랙스 착장의 포멀한 무드에도 문제 없습니다 :)또한 핏플랍만의 고유한 슈즈 테크놀로지 덕분에 가벼우면서도 편안한 특징이 있어, 일상 생활과 더불어 장시간 걷거나 서있어야 하는 날 그리고 여행 시에도 안성맞춤입니다.사이즈는 정사이즈 추천드리고, 봄부터 늦가을까지는 아마도 계속 찾아서 신게 될 것 같습니다! 꼭 구매 추천드립니다★",
    },
    {
      id: 10252074,
      content:
        "진짜 세상 편하게 신고있어요정사이즈 로 시키기면 될것같아요아울렛 매장 4시간 쇼핑했는데넘 편하게 잘신었어요",
    },
    {
      id: 10211751,
      content: "왼쪽에 가죽이 살짝 까였는데 귀찮아서 그냥 신으려합니다",
    },
    {
      id: 10265892,
      content:
        "발 볼도넉넉하고 엄청가볍네요  다자인도 무난하고 오래 걸어도 발이 편할듯 역시 피플 랍입니다",
    },
    {
      id: 10253166,
      content: "처음 신었을 때도 발 편하네요. 산뜻하게 잘 신을거 같아요.",
    },
    {
      id: 10229588,
      content: "모양은 예뻐요~ 약간 무거운 감이 있네요",
    },
    {
      id: 10259625,
      content: "빠른 배송봐 좋은 상품 맘에 듭니다",
    },
    {
      id: 10346115,
      content: "사이즈 정사이즈맞구요 신었을때 발이 커보이는 디자인입니다",
    },
    {
      id: 10287255,
      content:
        "새신발이라서 착용감이 빡빡하긴 하지만 신으면 부드러워질것 같아요~적당히 높이가 맘에들고 편하게 신을수있을것같아요~",
    },
    {
      id: 10286272,
      content: "사이즈잘맞고, 신었을때무게감있지만발아치에잘맞아서편해요",
    },
    {
      id: 10310751,
      content: "아직 오래 신어보진 않았지만 맘에 듭니다.",
    },
    {
      id: 10344491,
      content: "좋은 상품입니다 예쁘네요 비싸지만 색깔별로 샀어요 ㅎㅎ ",
    },
    {
      id: 4419173872,
      content: "엄마 선물로 드렸는데 만족하심",
    },
    {
      id: 4422894638,
      content:
        "어머님 사드렸는데 편하시다는데, 235사이즈린 제가 신어도 225가 맞는 아이러니…그래도 편한 것은 사실이에요.",
    },
    {
      id: 10363676,
      content:
        "오래 신어도 발이 편합니다 적당한 굽도 좋구요사이즈 약간 크지만 신을만 해요아쉬운건 신발 끈 여유로 한개 더 넣었으면 좋았을텐데야박하단 느낌입니다",
    },
    {
      id: 10413051,
      content: "세번째 구매했네요 편안하게 잘 신을게요감사합니다 ",
    },
    {
      id: 10362605,
      content:
        "굽도 살짝 있고 디자인도 마음에 들어요~ 그런데 제 발등이 높아서 그런지 적응하는 동안 복숭아뼈 아래부분이 아파서 밴드를 붙이거나 두꺼운 양말을 신었어요^^ 지금은 만족합니다.^^ ",
    },
    {
      id: 10294695,
      content:
        "발바닥이 아파 쿠션이 있는 신발을 찾았는데 맞는 걸 샀네요. 발볼도 넓고 발등도 높은 편인데 편하네요. 운동화도 특정 운동화만 신는데 편한 신발입니다. ",
    },
    {
      id: 10313289,
      content:
        "운동화를 직접 신어보지 않고 구입후 3일  여행가서 신어봤는데 넘 편하고 예쁘도  잘 샀다 싶네요 강추합니다",
    },
    {
      id: 10295631,
      content:
        "고민 많이 했는데구매하길잘한것같아요  생각보다 키높이라 살짝 망설였는데예쁘기도하고 잘맞아요",
    },
    {
      id: 10315154,
      content:
        "밝은 색상 신고 싶어서 구매후기보고 구매했어요.밖에 신고 나가서 한시간정도 신고있으니 오른쪽 새끼발가락 쪽  발등쪽으로 조금 불편해서 ~조금더신어보고 아프면 😢  😭 어쩔수없지싶네요.지난해 구매한 부츠도 같은 통증이 있었는데이신발도 같은상태네.요",
    },
    {
      id: 10284985,
      content:
        "무지외반증이 있어서발에 맞는신발 고르기가 힘든데푹신하고 편하고 좋아요사이즈는 평소신는것보다 넉넉합니다.",
    },
    {
      id: 10304467,
      content:
        "역시 핏플랍!정말 펀해요정사이즈고 여유있는듯 잘 맞고 편안합니다요즘 매일 이것만 신어요~~^^",
    },
    {
      id: 10334266,
      content:
        "믿는 브랜드라 망설임 없이  주문 했네요~^^할인 해서 신랑꺼랑  세트로. 주문했네요 다른색도 주문 할까 생각 중입니다 ^^",
    },
    {
      id: 10335042,
      content: "어디든 잘 어울리는것 같고 가볍고 편하네요  잘 신고 있어요",
    },
    {
      id: 10336225,
      content:
        "너무 예쁘고 편하게 잘 신고 있습니다 여행 다녀와도 발,허리 지잘없이 편하게 신고있어요 ",
    },
    {
      id: 10355307,
      content:
        "발이 아파서 산 신발인데 바닥쿠션감은 좋아서 발바닥은 편한데  접히는 부분 가죽 덧댄데가 단단해서인지 좀 걸리네요. 몇번 신으니 부드러워지긴했는데 신경 안쓰일정도는 아니라 제경우는 기대에 좀 못미치네요. 넖대대한 발이라 그런거죠. 커보이는 디자인에 비해서 발볼이 아주 크게 나온 신발은 아니에요. 랠리스니커즈보다는 바닥이 편해서 계속 신어보려고요",
    },
    {
      id: 10332247,
      content: "편하고 예쁘게 잘 신겠습니다",
    },
    {
      id: 10323252,
      content: "늘신는 핏플랍역시편하고좋아요",
    },
    {
      id: 10333925,
      content: "넘 편해요담 달에 여행가서 잘 신고 다닐 것 같네요",
    },
    {
      id: 10326383,
      content:
        "약간 여유가 있어요끈으로 조절가능하니 신기에는 괜찮은것같고 약간 굽높이도 있어 잘 신을것같아요",
    },
    {
      id: 10329663,
      content:
        "가죽이 부드러워 신었을때 착화감이 아주 좋아요 맨발로 신어도 전혀 거슬리는 부분이 없습니다 굽높이도 적당해서 좋고요",
    },
    {
      id: 10303753,
      content: "발이 커보이는게 단점 편하긴 해요",
    },
    {
      id: 10360438,
      content: "너무 가볍고 세련된 스타일입니다발도 편해요",
    },
    {
      id: 10317003,
      content:
        "정사이즈를 샀어야 했어요안그러면 두꺼운 양말을 신어야되겠네요리뷰보고 샀더니 약간의 실패",
    },
    {
      id: 10306813,
      content:
        "사진보단 실물이 더 예쁘고 편해요, 아직 많이 신어보진 못했지만,, 산책할때 잘 신을것 같아요.",
    },
    {
      id: 10361093,
      content:
        "제가 핏플랍 신은지가 몇년째인지 가물거릴정도 오래되었는데요이번 5월에 발편하게 여행하려고 구매한 이 신발이 앞으로 스*** 로 갈아타야 하는 갈등을 하게하네요.여지껏 신었던 신발보다 무겁고 아치형 느낌도 떨어지네요.무엇보다 지금까지 235 사이즈를 편하게 신었었는데 같은 핏플랍이건만 이 신발은 발 뒤꿈치가 계속 벗겨지는것이 영 불편하구요.가격이 저렴한것도 아닌데 누군가 주기에는 아까워서 신기는하는데 나갈때 약간의 고민을 하게하는 신발입니다.신을까말까 하고 ...",
    },
    {
      id: 10317551,
      content:
        "가볍고 부드러워 발걸음도 가볍습니다. 정장과 캐주얼한 복장에 다 잘 어울립니다.",
    },
    {
      id: 10354950,
      content:
        "가격만큼 고급스러워 보이지는 않지만 신었을때 편하고 굽도 높은 느낌 없이 편안하네요 ",
    },
    {
      id: 10359709,
      content:
        "착용감도 넘 편하고 신었을때 생각보다 훨씬더 이뻐요. 정말 마음에 들어요. ",
    },
    {
      id: 10305686,
      content: "편하고 좋습니다.  발 볼 여유있게 한 치수 올려서 구매했습니다. ",
    },
    {
      id: 10300820,
      content:
        "선물 드렸는데 너무 편하고 너무 줗아하셨어요~!어른들은 역시 발이 편하고봐야 …너무 만족이요!",
    },
    {
      id: 10358868,
      content:
        "가볍고 편안하고 정말 잘 산거같아요.  핏플랍이 운동화도 편하네요 ",
    },
    {
      id: 10393417,
      content:
        "편하단말만듣고Lf에서구입해봤는데생각보다편하고예쁩니다잘신을듯합니다~~^^",
    },
    {
      id: 10380060,
      content:
        "색상너무 이쁘네요.뒤꿈치가 약간높아 사이즈 넉넉하게 시키면 잘벗겨질듯요~^핏플랍 특유의 편안함 좋아요.",
    },
    {
      id: 10392488,
      content:
        "완전 가볍구요, 신을 수록 편하네요.핏플랍, 샌들도 그렇고 항상 비슷한 디자인의 다른 브랜드 신발보다 가격이 비싸 망설이다가 구매하는데, 제 경우엔 한번도 실망시킨 적이 없어요. 이번에 해외여행가서 발편하게 잘 돌아다녔습니다.결국은 핏플랍으로 구매할건데 다음엔 망설이지 말고 주문할께요. ^^",
    },
    {
      id: 4471540690,
      content: "아주 마음에 들어요 다음에 또 구매할게요 ~~~",
    },
    {
      id: 10377794,
      content: "신발은 두말할것도 없이 예뻐요",
    },
    {
      id: 10381024,
      content:
        "편한신발에 예민해서 닥스에서 갈아탈 생각을 안했는데 이것도 발이 정말편안하네요. 발등 위쪽 에 발목 바로밑까지덮지 않아서  첨엔 어색했는데 지금은 이게 은근편하네요.",
    },
    {
      id: 10368402,
      content:
        "역시 믿고 신는 핏플랍이네요..너무 가볍고 편해서 첫날 신고 나가서 걸을 일이 많았는데도... 원래 신던 스니커즈 같이 편하고 좋아서  매우 만족해요^^",
    },
    {
      id: 10384626,
      content: "이미 사서 신고있는데 너무 편하고 좋아서 또 구매했어요ㅎ",
    },
    {
      id: 10384905,
      content:
        "굽이  있어 키높이 효과도 있고 신발이 편하네요.깔끔하고 치마나 바지 모두 무난하게 잘 어울리네요.",
    },
    {
      id: 10401505,
      content: "사이즈 한사이즈 업 했더니 편하고 가벼워서 좋아요",
    },
    {
      id: 10415522,
      content: "아주 편하고 디자인도 깨끗해요",
    },
    {
      id: 10401399,
      content: "아주 깔끔하고 예쁩니다. 발 편한건 말할것도 없어요",
    },
    {
      id: 10409774,
      content:
        "어머니 사드렸는데 너무 편하고 이쁘다고 하십니다. 굽더 좀 있고 컬러도 고급스러워요",
    },
    {
      id: 10414730,
      content:
        "발도 편하고 착용감도 좋아요.다음에 또 구입 할 맘이 ×100 입니다.^^",
    },
    {
      id: 10400899,
      content: "작년에 하나사서 너무 편해서 이번에 또 구매하리다",
    },
    {
      id: 10406008,
      content: "작년에 동일 상품 사서 신고서 너무 편하고 예뻐서 재구매합니다",
    },
    {
      id: 10372357,
      content:
        "편해요. 물위에서 약간 미끄러운듯한데 좀더 신어봐야알듯. 편합니다.",
    },
    {
      id: 10420724,
      content:
        "후기가 좋아 구매했는데, 역쉬 좋네요~ 발도 편하고,가볍고, 깔끔하고, 어느 옷에나 찰떡입니다~~!",
    },
    {
      id: 10419783,
      content: "아주 퍈안하고 깨끗한 디자인 두번째 구입 이 운동화 계열",
    },
    {
      id: 10419861,
      content: "좋은가격에 잘 샀어요 좋아요 ",
    },
  ],
};

const data2 = {
  summary:
    "대체로 제품의 편안함과 디자인에 대한 긍정적인 평가가 많습니다. 다만, 크기 문제로 약간의 불편함을 호소하는 경우도 있습니다.",
  pros: [
    [
      1,
      "편안한 착화감",
      "여러 리뷰에서 발이 편하다는 평가가 많았습니다.",
      [
        10452786, 10447473, 10451953, 10298626, 10297370, 10458156, 10445395,
        10430484, 10428194, 10434690, 10156803, 10222503, 10200567, 10192335,
        10137967, 10132256, 10161615, 10200472, 10203438, 10188371, 10204821,
        10216884, 10217957, 10216124, 10198660, 10215005, 10195179, 10200271,
        10175587, 10168547, 10220128, 10246411, 10226307, 10244273, 10238360,
        10221369, 10232105, 10241157, 10224374, 10233811, 10238891, 10223608,
        10225291, 10244782, 10245230, 10242709,
      ],
    ],
    [
      2,
      "디자인",
      "디자인이 예쁘다는 평가가 많습니다.",
      [
        10447473, 10451953, 10454951, 10430484, 10434690, 10200472, 10216884,
        10216124, 10198660, 10168547, 10246411, 10244273, 10238360, 10221369,
        10233811, 10225291,
      ],
    ],
    [
      3,
      "가벼움",
      "제품이 가볍다는 평가가 많습니다.",
      [
        10447473, 10445395, 10434690, 10222503, 10132256, 10200472, 10204821,
        10215005, 10220128, 10232105, 10225291,
      ],
    ],
    [
      4,
      "신발 사이즈 정확함",
      "정사이즈라는 평가가 많습니다.",
      [10298626, 10430707, 10200567, 10204821, 10195179, 10233811],
    ],
    [
      6,
      "색상",
      "화이트 컬러와 같은 색상이 예쁘다는 평가가 있습니다.",
      [10454951, 10200472, 10195179, 10168547, 10246411, 10232105],
    ],
  ],
  cons: [
    [
      1,
      "사이즈 문제",
      "사이즈가 크다는 평가가 있습니다.",
      [
        10428194, 10192335, 10137967, 10188371, 10209498, 10215005, 10226307,
        10223608,
      ],
    ],
    [
      2,
      "비싼 가격",
      "가격이 비싸다는 평가가 있습니다.",
      [10200567, 10188371, 10200271, 10245738],
    ],
    [
      4,
      "할인 후 구매 아쉬움",
      "할인 후 구매한 것에 대한 아쉬움이 있습니다.",
      [10156803, 10195179, 10245738],
    ],
    [
      3,
      "발이 커보임",
      "신발을 신으면 발이 커보인다는 평가가 있습니다.",
      [10297370, 10200271],
    ],
    [
      5,
      "끈 길이 문제",
      "끈의 길이가 맞지 않는다는 불만이 있습니다.",
      [10245738],
    ],
  ],
  usage: {
    prompt_tokens: 2649,
    completion_tokens: 618,
    total_tokens: 3267,
  },
  source: [
    {
      id: 10452786,
      content: "키높이 운동화 발이 편해요~~",
    },
    {
      id: 10447473,
      content: "후기가 좋아서 샀는데 역시 좋네요~~가볍고 편하고 예쁘네요~~^^",
    },
    {
      id: 10451953,
      content:
        "딸내미 발이 작고 볼이 넓은 편이라 230,235중에 고민하다 230을 샀는데 너무 편하대요. 예쁘고 편하다고 좋아합니다.",
    },
    {
      id: 10298626,
      content: "착화김 좋고 옷 받쳐 입기도 아주 좋아요.사이즈 정사이즈에요. ",
    },
    {
      id: 10297370,
      content:
        "배송받고 신은지 이틀째 편하게 잘 신고 있어요 굽높이가 잘 느껴지지않고 키높이가 되니 좋아요 근데 좀 옆으로 볼륨이 있어선지 퍼져보여요",
    },
    {
      id: 10454951,
      content:
        "겨울에 베이지색 신다가 좀더 밝고 시원한 색상으로 재구매 했어오. 편하고 ....부드러운 화이트 색상이라 여기저기 매치하기 아주 좋아요. ",
    },
    {
      id: 10458156,
      content: "운동화 너무 편하고 너무좋아요",
    },
    {
      id: 10445395,
      content: "오래 걸어도 가볍고 무리가 없습니다만족도가 좋아요",
    },
    {
      id: 10430484,
      content: "신발 착화감도 좋고 깔끔하고 너무 마음에 들어요",
    },
    {
      id: 10428194,
      content:
        "사이즈가 약간 큰 느낌은 있는데쿳션감 좋고 편해요~마치 오래 신어온 느낌이랄까~^^",
    },
    {
      id: 10434690,
      content: "진짜 가볍고 편합니다. 디자인도 예뻐요.",
    },
    {
      id: 10430707,
      content:
        "좋은제품 저렴하게 샀어요 배송도 빨라 촣았어요 사이즈 도 딱 적당 하고 마음에 듭니다",
    },
    {
      id: 10156803,
      content:
        "구매하고 나서 가격이 많이 떨어져서 아쉽긴한데,  여행지에서 아주 잘 신고 다녔습니다. 좋습니다 ",
    },
    {
      id: 10222503,
      content:
        "가볍고 키 높이가 확실하네요.볼이 여유가 있네요.넓은 사람도 좋을거 같아요.",
    },
    {
      id: 10200567,
      content:
        "처음 신었을때는 사이즈가 정사이즈 같았는데 며칠 신으니 늘어나네요.  끈으로 조여서 신으면 될거 같습니다. 지금까지 신은 스니커즈 중에서 가장 편학니다. 가격이 많이 비싸서 고민 많이 했는데 잘 산거 같습니다.",
    },
    {
      id: 10192335,
      content:
        "담아 뒀다가 혜택이 많아서 구입했어요쬐끔 큰거같기도 한데  한사이즈 작으면 넘 꽉낄것같아 그냥 신을려고 합니다.신발은 안정적이 편하고 이쁩니다.",
    },
    {
      id: 10137967,
      content:
        "볼 넓어 255신는데 사이즈 없어 250시켜봤는데 맞아요 크게 나온듯해요 신발 사기 어려운데 잘 맞아서 좋아요 디자인도 이뻐요~ ",
    },
    {
      id: 10132256,
      content:
        "운동화 사이즈도 넉넉하고 편하고 이쁩니다생각보다 더 가벼워 좋으네요",
    },
    {
      id: 10161615,
      content:
        "정말정말 편하네요. 지금껏 신어 본 운동화중에 단연 최고입니다. 유명한 브랜드는 다 신어봤는데 과하지도 부족하지도 않게 딱 떨어지는 편안함입니다. 일단 굽높이 너무 마음에 듭니다.",
    },
    {
      id: 10200472,
      content:
        "일단 신발이 가벼워서 좋아요 발볼도 넉넉하고 색깔도 깔끔하고 예뻐서 어떤옷과도  잘 어울릴것같아요",
    },
    {
      id: 10203438,
      content:
        "역시 편하고 좋아요온라인구매라 걱정했는데예상대로 믿음이가는 브랜드네요",
    },
    {
      id: 10188371,
      content:
        "가격이비싸서그러치  신발은  엄청편합니다  단  발이  무지크게보입니다",
    },
    {
      id: 10204821,
      content:
        "정사이즈로 주문했는데 작을가봐고민했어요실물 너무  가볍고 사이즈도 맞네요역시 핏플랍은 후회하지않아요",
    },
    {
      id: 10209498,
      content: "다른사이즈보다 크게 나옴교환번거로뭐 그냥 신기로함",
    },
    {
      id: 10216884,
      content: "신발 너무 편하고 귀엽고 예뻐요",
    },
    {
      id: 10217957,
      content: "엄청 편해보이네요 잘 신고 다니겠어요",
    },
    {
      id: 10216124,
      content: "발볼이넓은. 제발세는. 핏플락이. 정말 좋아요. 만족합니다 ",
    },
    {
      id: 10198660,
      content:
        "편하게 늘 신는 신발입니다. 좋아요. 추천합니다. 디자인도 색상도 맘에 들어요.",
    },
    {
      id: 10215005,
      content:
        "조금 크게 나온 듯 합니다. 볼 넓고 발등 높아서 고민인 저같은 경우에 딱입니다, 그리 커 보이지도 않고 가볍네요. 핏플랍 워낙 많이 신어봐서 이번 제품도 합격입니다",
    },
    {
      id: 10195179,
      content:
        "신발은 완전 마음에 드는데 구입하고 바로 가격할인으로 많이 싸졌네요. 그래서 별하나 뺐어요.사이즈는 정사이즈이고 가죽인데도 가볍고 좋아요.푹신하지는 않아요.",
    },
    {
      id: 10200271,
      content:
        "너무편안합니다  단 발이 크게 보이는 단점이있습니다나중에 누렇게 변하 않았으면 좋겠습니다",
    },
    {
      id: 10175587,
      content:
        "엄마 사드렸는데 실물이 더 예쁘고 착화감도 좋다고 너무 좋아하시네요ㅎ",
    },
    {
      id: 10168547,
      content:
        "큰 장점은 편하고 가벼워요화이트 컬러로 어떤 룩에도 매치하기 쉽고잘 어울려서 다가오는 봄에 자주 신을 것 같아요",
    },
    {
      id: 10220128,
      content: "완전 푠해요!! 가볍고 좋아요 이쁩니다!",
    },
    {
      id: 10246411,
      content: "깔끔하니 스타일이 예뻐요신발도 편하고 좋아요",
    },
    {
      id: 10226307,
      content: "사이즈가 넉넉하긴한테 편하고  좋아요.",
    },
    {
      id: 10244273,
      content: "디자인도 예쁘고 신었을때 편해요~",
    },
    {
      id: 10238360,
      content: "편하고 좋아요.발도 작아보이고 예뻐요.",
    },
    {
      id: 10221369,
      content: "이쁩니다 잘입겠습니다 감사드립니다 예쁘게 잘 신을게요~~",
    },
    {
      id: 10232105,
      content: "착화감이 좋고 흰색이라 깔끔하네요.",
    },
    {
      id: 10241157,
      content: "착용감도좋고 발도 편하고 아주 좋네요",
    },
    {
      id: 10224374,
      content:
        "발이 너무!!편해요~핏플랍만한 브랜드 없어요.엄마 선물 드렸는데 발바닥 하나도 안아프시다고 합니다!좋은신발 만들어주셔서 감사해요^^",
    },
    {
      id: 10233811,
      content:
        "면세점에서 캠퍼를 주로 구매하다가 핏플랍을 LF에서 몇개 구매해 보고 만족도가 높아서 갈아타고 있는 중입니다. 굽니 좀 있는데도 가볍고 디자인도 괜찮아서 다른 색상도 추가 구매하려고 합니다. 품절 이유가 있네요. ",
    },
    {
      id: 10238891,
      content:
        "230정사이즈 잘 맞아요깔끔하고 편합니다한번 핏플랍에 빠지면 벗어날 수 없네요",
    },
    {
      id: 10223608,
      content: "화면과 같고 신발이 좀 커요.편하긴 편해요.",
    },
    {
      id: 10225291,
      content: "가볍고 편해요 굽이 있어서 키커보이고 좋네요",
    },
    {
      id: 10244782,
      content:
        "역시 핍플랍 제가좋아하는 신발 바닥이 정말 편하고 발이큰 저에게 탁 맞고 편해요",
    },
    {
      id: 10245738,
      content:
        "편하고 좋은 신발인데 헐..상표 뜯고 났더니..끈길이 이거 실화일까요? 같은 끈인지 의심되네요 21만원치고 저급해보이네 끈 하나로ㅠ 필플랍은 운동화 사지마세요ㅠ",
    },
    {
      id: 10245230,
      content: "리뷰대로 신발 편하고 이쁘네요",
    },
    {
      id: 10242709,
      content:
        "진즉 눈독 들여 놓고 살까 말까 망설이던 찰라 주말 특가로 구입 쿠폰까지 사용해서 아주 기분좋게 구매했네요. 아주 맘에 들어요. 쿠션도 좋고 발도 편하고 득템했어요.",
    },
  ],
};

const data3 = {
  summary:
    "총체적으로 보았을 때, 이 제품에 대한 사용자들의 전반적인 평가는 매우 긍정적입니다. 대다수의 리뷰어들이 제품의 편안함과 디자인에 대해 매우 만족해하며, 특히 운동화의 착화감과 경량성, 그리고 스타일리시한 디자인을 높이 평가하고 있습니다. 하지만 일부 사용자들은 사이즈 문제와 관련된 불만을 제기하기도 했습니다. 또한, 가격이 비싸다는 의견도 몇몇 리뷰에서 언급되었습니다.",
  pros: [
    [
      1,
      "편안한 착화감",
      "대부분의 리뷰어들이 운동화의 착화감이 뛰어나며 매우 편안하다고 언급하였습니다. 이는 특히 장시간 착용 시에도 발에 무리가 가지 않음을 의미합니다.",
      [
        10231488, 10212864, 10256071, 10256471, 10212701, 10267493, 10269796,
        10212590, 10252074, 10253166, 10287255, 10286272, 10310751, 4422894638,
        10413051, 10362605, 10294695, 10313289, 10295631, 10315154, 10284985,
        10304467, 10335042, 10336225, 10332247, 10323252, 10333925, 10326383,
        10329663, 10360438, 10306813, 10317551, 10359709, 10305686, 10452786,
        10447473, 10451953, 10298626, 10297370, 10458156, 10445395, 10430484,
        10428194, 10434690, 10430707, 10156803, 10222503, 10200567, 10192335,
        10137967, 10132256, 10161615, 10200472, 10203438, 10188371, 10204821,
        10209498, 10216884, 10217957, 10216124, 10198660, 10215005, 10195179,
        10200271, 10175587, 10168547, 10220128, 10246411, 10226307, 10244273,
        10238360, 10221369, 10232105, 10241157, 10224374, 10233811, 10238891,
        10223608, 10225291, 10244782, 10245230, 10242709,
      ],
    ],
    [
      3,
      "예쁜 디자인",
      "운동화의 디자인이 예쁘고 스타일리시하다는 평이 많았습니다. 여러 상황에서 잘 어울리는 디자인이라는 점도 긍정적으로 평가되었습니다.",
      [
        10231488, 10212864, 10256071, 10254028, 10212701, 10212590, 10265892,
        10253166, 10344491, 10313289, 10295631, 10336225, 10332247, 10360438,
        10306813, 10317551, 10359709, 10447473, 10451953, 10297370, 10454951,
        10430484, 10434690, 10192335, 10137967, 10200472, 10216884, 10198660,
        10200271, 10168547, 10246411, 10244273, 10238360, 10221369, 10241157,
        10233811, 10225291, 10244782, 10245230,
      ],
    ],
    [
      2,
      "가벼운 무게",
      "운동화의 가벼운 무게로 인해 사용자들이 편안함을 느끼며 많은 활동에 적합하다고 평가되었습니다.",
      [
        10256471, 10212701, 10265892, 10294695, 10335042, 10333925, 10329663,
        10360438, 10317551, 10447473, 10298626, 10458156, 10445395, 10428194,
        10434690, 10222503, 10132256, 10161615, 10200472, 10203438, 10215005,
        10168547, 10220128, 10246411, 10238360, 10232105, 10241157, 10233811,
        10225291,
      ],
    ],
    [
      4,
      "정사이즈",
      "대부분의 사용자가 정사이즈를 주문했을 때 잘 맞았다는 의견을 제시하였고, 이는 제품의 사이즈가 일관되게 제작되었음을 의미합니다.",
      [
        10212864, 10256471, 10212701, 10269796, 10212590, 10252074, 10253166,
        10346115, 10286272, 4422894638, 10304467, 10317003, 10298626, 10430707,
        10200567, 10137967, 10204821, 10195179, 10238891,
      ],
    ],
    [
      5,
      "다양한 상황에 어울림",
      "사용자들은 운동화가 여러 옷차림이나 상황에 잘 어울린다고 평가하였습니다.",
      [
        10212701, 10212590, 10265892, 10344491, 10313289, 10335042, 10336225,
        10317551, 10297370, 10454951, 10434690, 10200472, 10216884, 10198660,
        10168547, 10246411, 10233811,
      ],
    ],
  ],
  cons: [
    [
      1,
      "사이즈 문제",
      "일부 사용자들은 운동화 사이즈가 다소 크거나 작다는 문제를 겪었으며, 사이즈 선택에 어려움을 겪었다고 합니다.",
      [
        10267493, 10346115, 10363676, 10362605, 10315154, 10355307, 10303753,
        10317003, 10361093, 10428194, 10192335, 10137967, 10188371, 10209498,
        10215005, 10223608,
      ],
    ],
    [
      2,
      "발이 커보임",
      "운동화를 신었을 때 발이 커보인다는 의견이 있습니다. 이는 디자인이나 핏 문제로 인한 것으로 보입니다.",
      [10346115, 10355307, 10303753, 10297370, 10188371, 10200271],
    ],
    [
      3,
      "높은 가격",
      "일부 사용자들은 제품의 가격이 비싸다는 점을 언급하며 가성비에 대해 아쉬움을 표했습니다.",
      [10266668, 10344491, 10200567, 10188371, 10195179],
    ],
    [
      6,
      "무게",
      "몇몇 사용자들은 운동화가 약간 무겁다는 점을 지적하였습니다.",
      [10229588, 10286272, 10355307, 10354950],
    ],
    [
      4,
      "끈 문제",
      "한 사용자는 끈의 품질에 불만을 제기하며, 비싼 가격에 비해 끈이 저급하게 보인다고 했습니다.",
      [10363676, 10245738],
    ],
  ],
  usage: {
    prompt_tokens: 4435,
    completion_tokens: 1307,
    total_tokens: 5742,
  },
  source: [
    {
      id: 10231488,
      content:
        "핏플랍 제품 여러개 가지고 있는데, 이번에 구매한 운동화도 아주  마음에 들어여~ 잘 싣고 좋은 길 걷겠습니다",
    },
    {
      id: 10266668,
      content:
        "유명세보다 신발이 따라가주질 못하네요기대가 너무 큰건지 가격대비 잘 모르겠음",
    },
    {
      id: 10212864,
      content:
        "핏플랍 랠리스니커즈 블랙 신어보고 편해서 흰색으로 살펴보다 주문했습니다 신발은 거의 매장에서 사는편이지만 핏플랍은 몇년동안 사오던터라 그냥 상품평 믿고 주문했습니다 약간 높은데 걸어보니  앞으로 쏠리지않고 편하게 잘 맞아요 평소 운동화 240 넉넉하게 신어서 240 으로 주문하니 딱 좋아요 가죽이라 신다보면 더 편해질거 같습니다. 보통 운동화사이즈보다 볼도 길이도 크지않아 정사이즈로 주문 권합니다 무엇보다 실물 이쁩니다 ",
    },
    {
      id: 10256071,
      content:
        "편하고 예쁘긴한데 굽높은 운동화 적응 하려먼 시간이 좀 걸릴듯해요쿠폰 할인받아 저렴하게 구입했어요.",
    },
    {
      id: 10254028,
      content: "디자인도 예뿌고 편할것같아요",
    },
    {
      id: 10256471,
      content:
        "평소 신발 225-230 사이 왔다갔다하는데 225하니 편하게 잘 맞습니다 운동화 무게도 가볍고 너무 편해요!! 핏플랍 한번 신고나면 다른 신발은 불편해서 계속 핏플랍만 사게되네요 ㅠㅠ ㅋㅋㅋ ",
    },
    {
      id: 10212701,
      content:
        "235인 제가 착화했을 때 편하게 맞습니다. 평소 핏플랍 신발 잘 신는 편인데 헷갈릴땐 무조건 업하면 되더라구요!오프화이트에 가까운 굉장히 하얀색이라고 보시면 됩니다. 하얀색 스니커즈는 어떤 스타일에도 매칭되는 무난템, 무난한 컬러인거 아시죠?핏플랍의 품질은 MD인 제가 보장합니다! 고급 소가죽 소재를 사용하여 장기간 착화하여도 겉면이 까지는 일이 없으실꺼에요 (물론 정말 오래 신으시면 까집니다.. 핏플랍의 평균 착화 기간 2년이상...은 안비밀)동그란 코에 신발끈까지 동일한 컬러로 매칭된 랠리스니커즈는 핏플랍의 가장 오래된 스니커즈 라인이자 무난한 디자인입니다:) 아이다스의 스탠스미스 생각하시면 이해가 쉬우실꺼에요.",
    },
    {
      id: 10267493,
      content:
        "신어보니 편한데  항상 피플랍 35신는데 이아이는 조금사이즈가 크네요 발목쪽이 조금 크게 나온것같아요편하게 잘 신을께요",
    },
    {
      id: 10269796,
      content:
        "사이즈 너무 잘맞고, 넘편해서 좋습니다처음 구매인데 성공했네요~~~^^",
    },
    {
      id: 10212590,
      content:
        "신발의 컬러감과 소재 특성상 어떤 옷과 매칭해도 잘 어울립니다. 청바지 같은 캐주얼 스타일은 기본이고 스커트-원피스 같은 러블리한 무드나 슬랙스 착장의 포멀한 무드에도 문제 없습니다 :)또한 핏플랍만의 고유한 슈즈 테크놀로지 덕분에 가벼우면서도 편안한 특징이 있어, 일상 생활과 더불어 장시간 걷거나 서있어야 하는 날 그리고 여행 시에도 안성맞춤입니다.사이즈는 정사이즈 추천드리고, 봄부터 늦가을까지는 아마도 계속 찾아서 신게 될 것 같습니다! 꼭 구매 추천드립니다★",
    },
    {
      id: 10252074,
      content:
        "진짜 세상 편하게 신고있어요정사이즈 로 시키기면 될것같아요아울렛 매장 4시간 쇼핑했는데넘 편하게 잘신었어요",
    },
    {
      id: 10211751,
      content: "왼쪽에 가죽이 살짝 까였는데 귀찮아서 그냥 신으려합니다",
    },
    {
      id: 10265892,
      content:
        "발 볼도넉넉하고 엄청가볍네요  다자인도 무난하고 오래 걸어도 발이 편할듯 역시 피플 랍입니다",
    },
    {
      id: 10253166,
      content: "처음 신었을 때도 발 편하네요. 산뜻하게 잘 신을거 같아요.",
    },
    {
      id: 10229588,
      content: "모양은 예뻐요~ 약간 무거운 감이 있네요",
    },
    {
      id: 10259625,
      content: "빠른 배송봐 좋은 상품 맘에 듭니다",
    },
    {
      id: 10346115,
      content: "사이즈 정사이즈맞구요 신었을때 발이 커보이는 디자인입니다",
    },
    {
      id: 10287255,
      content:
        "새신발이라서 착용감이 빡빡하긴 하지만 신으면 부드러워질것 같아요~적당히 높이가 맘에들고 편하게 신을수있을것같아요~",
    },
    {
      id: 10286272,
      content: "사이즈잘맞고, 신었을때무게감있지만발아치에잘맞아서편해요",
    },
    {
      id: 10310751,
      content: "아직 오래 신어보진 않았지만 맘에 듭니다.",
    },
    {
      id: 10344491,
      content: "좋은 상품입니다 예쁘네요 비싸지만 색깔별로 샀어요 ㅎㅎ ",
    },
    {
      id: 4419173872,
      content: "엄마 선물로 드렸는데 만족하심",
    },
    {
      id: 4422894638,
      content:
        "어머님 사드렸는데 편하시다는데, 235사이즈린 제가 신어도 225가 맞는 아이러니…그래도 편한 것은 사실이에요.",
    },
    {
      id: 10363676,
      content:
        "오래 신어도 발이 편합니다 적당한 굽도 좋구요사이즈 약간 크지만 신을만 해요아쉬운건 신발 끈 여유로 한개 더 넣었으면 좋았을텐데야박하단 느낌입니다",
    },
    {
      id: 10413051,
      content: "세번째 구매했네요 편안하게 잘 신을게요감사합니다 ",
    },
    {
      id: 10362605,
      content:
        "굽도 살짝 있고 디자인도 마음에 들어요~ 그런데 제 발등이 높아서 그런지 적응하는 동안 복숭아뼈 아래부분이 아파서 밴드를 붙이거나 두꺼운 양말을 신었어요^^ 지금은 만족합니다.^^ ",
    },
    {
      id: 10294695,
      content:
        "발바닥이 아파 쿠션이 있는 신발을 찾았는데 맞는 걸 샀네요. 발볼도 넓고 발등도 높은 편인데 편하네요. 운동화도 특정 운동화만 신는데 편한 신발입니다. ",
    },
    {
      id: 10313289,
      content:
        "운동화를 직접 신어보지 않고 구입후 3일  여행가서 신어봤는데 넘 편하고 예쁘도  잘 샀다 싶네요 강추합니다",
    },
    {
      id: 10295631,
      content:
        "고민 많이 했는데구매하길잘한것같아요  생각보다 키높이라 살짝 망설였는데예쁘기도하고 잘맞아요",
    },
    {
      id: 10315154,
      content:
        "밝은 색상 신고 싶어서 구매후기보고 구매했어요.밖에 신고 나가서 한시간정도 신고있으니 오른쪽 새끼발가락 쪽  발등쪽으로 조금 불편해서 ~조금더신어보고 아프면 😢  😭 어쩔수없지싶네요.지난해 구매한 부츠도 같은 통증이 있었는데이신발도 같은상태네.요",
    },
    {
      id: 10284985,
      content:
        "무지외반증이 있어서발에 맞는신발 고르기가 힘든데푹신하고 편하고 좋아요사이즈는 평소신는것보다 넉넉합니다.",
    },
    {
      id: 10304467,
      content:
        "역시 핏플랍!정말 펀해요정사이즈고 여유있는듯 잘 맞고 편안합니다요즘 매일 이것만 신어요~~^^",
    },
    {
      id: 10334266,
      content:
        "믿는 브랜드라 망설임 없이  주문 했네요~^^할인 해서 신랑꺼랑  세트로. 주문했네요 다른색도 주문 할까 생각 중입니다 ^^",
    },
    {
      id: 10335042,
      content: "어디든 잘 어울리는것 같고 가볍고 편하네요  잘 신고 있어요",
    },
    {
      id: 10336225,
      content:
        "너무 예쁘고 편하게 잘 신고 있습니다 여행 다녀와도 발,허리 지잘없이 편하게 신고있어요 ",
    },
    {
      id: 10355307,
      content:
        "발이 아파서 산 신발인데 바닥쿠션감은 좋아서 발바닥은 편한데  접히는 부분 가죽 덧댄데가 단단해서인지 좀 걸리네요. 몇번 신으니 부드러워지긴했는데 신경 안쓰일정도는 아니라 제경우는 기대에 좀 못미치네요. 넖대대한 발이라 그런거죠. 커보이는 디자인에 비해서 발볼이 아주 크게 나온 신발은 아니에요. 랠리스니커즈보다는 바닥이 편해서 계속 신어보려고요",
    },
    {
      id: 10332247,
      content: "편하고 예쁘게 잘 신겠습니다",
    },
    {
      id: 10323252,
      content: "늘신는 핏플랍역시편하고좋아요",
    },
    {
      id: 10333925,
      content: "넘 편해요담 달에 여행가서 잘 신고 다닐 것 같네요",
    },
    {
      id: 10326383,
      content:
        "약간 여유가 있어요끈으로 조절가능하니 신기에는 괜찮은것같고 약간 굽높이도 있어 잘 신을것같아요",
    },
    {
      id: 10329663,
      content:
        "가죽이 부드러워 신었을때 착화감이 아주 좋아요 맨발로 신어도 전혀 거슬리는 부분이 없습니다 굽높이도 적당해서 좋고요",
    },
    {
      id: 10303753,
      content: "발이 커보이는게 단점 편하긴 해요",
    },
    {
      id: 10360438,
      content: "너무 가볍고 세련된 스타일입니다발도 편해요",
    },
    {
      id: 10317003,
      content:
        "정사이즈를 샀어야 했어요안그러면 두꺼운 양말을 신어야되겠네요리뷰보고 샀더니 약간의 실패",
    },
    {
      id: 10306813,
      content:
        "사진보단 실물이 더 예쁘고 편해요, 아직 많이 신어보진 못했지만,, 산책할때 잘 신을것 같아요.",
    },
    {
      id: 10361093,
      content:
        "제가 핏플랍 신은지가 몇년째인지 가물거릴정도 오래되었는데요이번 5월에 발편하게 여행하려고 구매한 이 신발이 앞으로 스*** 로 갈아타야 하는 갈등을 하게하네요.여지껏 신었던 신발보다 무겁고 아치형 느낌도 떨어지네요.무엇보다 지금까지 235 사이즈를 편하게 신었었는데 같은 핏플랍이건만 이 신발은 발 뒤꿈치가 계속 벗겨지는것이 영 불편하구요.가격이 저렴한것도 아닌데 누군가 주기에는 아까워서 신기는하는데 나갈때 약간의 고민을 하게하는 신발입니다.신을까말까 하고 ...",
    },
    {
      id: 10317551,
      content:
        "가볍고 부드러워 발걸음도 가볍습니다. 정장과 캐주얼한 복장에 다 잘 어울립니다.",
    },
    {
      id: 10354950,
      content:
        "가격만큼 고급스러워 보이지는 않지만 신었을때 편하고 굽도 높은 느낌 없이 편안하네요 ",
    },
    {
      id: 10359709,
      content:
        "착용감도 넘 편하고 신었을때 생각보다 훨씬더 이뻐요. 정말 마음에 들어요. ",
    },
    {
      id: 10305686,
      content: "편하고 좋습니다.  발 볼 여유있게 한 치수 올려서 구매했습니다. ",
    },
  ],
};

export const RESULT_DATA7 = {
  list,
  data1,
  data2,
  data3,
};
