const list = [
  {
    id: 9483147,
    content:
      "깔별로 샀다는 후기보고 급하게 재고적은 제품우선순으로 몇개샀는데 너무 좋네요.저번에 수피마 ~~샀는데 너무좋아서 비슷한거나오면 사려고했는데 이번에도 잘샀어요",
  },
  {
    id: 9475462,
    content:
      "가성비 오집니다 품절되기전 사세요원단도 좋고 색감도 화면 그대로입니다",
  },
  {
    id: 9483339,
    content:
      "여러 컬러줄 챠콜 컬러가 개인적으로 잘 어울리는것같아요 그래서 다른컬러도 몇벌 도 샀어요 ",
  },
  { id: 9449705, content: "넉넉하니 좋네요 . . . . 질도 좋은거같고 . . . . " },
  {
    id: 9463312,
    content: "깔끔하게 입기 좋아요 항시 일꼬르소 옷은 믿고 사는거 같습니다",
  },
  {
    id: 9509569,
    content:
      "재질, 색상, 디자인 특히목부분 튼튼해서 너무 좋습니다!!올여름은 이 티셔츠로 버틸 수 있을 것 같아요!",
  },
  {
    id: 9500072,
    content:
      "생각보다 컵니다 평소에 크게 입으시는분들은 상관없지만 좀 큰느낌이네요",
  },
  {
    id: 9500071,
    content:
      "세미 오버핏보다는 그냥 오버핏이네요 주변 선물할려고 사서 들은말은 다 커다고하네요",
  },
  {
    id: 9520153,
    content: "디자인이 좋고 사이즈도 넉넉해서 평상시 입기에 좋습니다",
  },
  {
    id: 9520525,
    content: "오버사이즈 티셔츠 색상 괜찮고 오버로 편히게 입기 딱 좋음",
  },
  {
    id: 9521665,
    content: "색상 화면과 같고 사이즈 오버핏 편안하네요재질도 좋습니다",
  },
  { id: 9519878, content: "오버핏이 정말 예쁜 티셔츠 입니다.마음에 들어요^^b" },
  {
    id: 9519777,
    content:
      "티셔츠 질감이 아주 좋고 데일리로 오래 오래 입을 수 있을 것 같아요",
  },
  {
    id: 9517609,
    content:
      "살짝오버핏으로 정사이즈입니다 색감이좋고 재질이 빳빳한느낌이있어서 좋아요 두께는 보통입니다",
  },
  {
    id: 9519440,
    content:
      "세미오버핏 사이즈로 딱 맞고 색상 사진과 같습니다. 구매에 참고하세요~",
  },
  {
    id: 9520158,
    content: "디자인이 좋고 사이즈도 넉넉해서 평상시 입기에 좋습니다",
  },
  {
    id: 9477203,
    content:
      "원단좋고 화면그대로입니다 색상별로. 구매요. 사이즈가 일단 큰사이즈가 있어조아요",
  },
  {
    id: 9454311,
    content: "역시 믿고사는 일꼬르소 반팔티입니다. 매년 여름을 부탁합니다.",
  },
  {
    id: 9441885,
    content: "오버핏 무난해요 재질도 적당하고 좋아요 기본티에요 굿굿",
  },
  {
    id: 9495631,
    content:
      "이가격에 이정도면 너무 만족합니다 질스튜나 알레그리보다는 못하지만 가격차이가 있으니 가성비가 좋네요",
  },
  {
    id: 9496654,
    content:
      "천이 짱짱해서 오래입어도 안늘어지겠어요. 생각보다 좀큰데 교환하기 귀찮아서 그냥 입을려구요. 색 종류별로 샀습니다.",
  },
  {
    id: 9554648,
    content:
      "여름 준비로 아들에게 칼라별로 사주었습니다 만족해서 잘 입을것 같아요",
  },
  {
    id: 9543747,
    content:
      "편하게 휘뚜루마뚜루 엡을만한 티셔츠입니다.반팔은 몇벌씩 가지고있을만큼 괜탆아요",
  },
  {
    id: 9565848,
    content: "평소 110사이즈인데 엘입으니 세미오버핏 나오네요 참고하세요",
  },
  {
    id: 9543227,
    content:
      "좋아요 배송도 엄청 빠르고 소재도 시원하고 핏도 넉넉하니 적당합니다",
  },
  {
    id: 9555484,
    content: "몇장 구입했는데 소재도 좋아요  다른 색상도 추가 구입예정입니다",
  },
  {
    id: 9542710,
    content:
      "티셔츠가 탄탄하고 좋아요 가격대비 매우 만족 합니다. 평소 105 입는데 평소 입는 옷 보다는 조금 큰편이에요 스타일에 따라서 한사이즈 작게 가도 될 것 같지만 그냥 입었어요~ 다른색도 더 살까 고민하고 있어요",
  },
  {
    id: 9543552,
    content: "여름이 입을 려고 색별로 구매했습니다. 가성비 좋습니다 ",
  },
  {
    id: 9569514,
    content:
      "싸이즈가 조금 크네요;;;편하게 입을수는 있을듯요싸이즈가 조금 크네요",
  },
  {
    id: 9569771,
    content: "이쁘서 여러장 구매했어요 맘에 듭니다 추천해요 오버핏입니다.",
  },
  {
    id: 9602042,
    content:
      "하얀색 구매한 뒤 맘에 들어서 추가 구매합니다.색상이 오묘해서 더 좋아요.",
  },
  {
    id: 9583538,
    content: "믿고사는 일꼬르소완전만족자주이용하고있어요살때마다만족",
  },
  {
    id: 9602417,
    content:
      "사이즈 바뀐거 모르고 앞전에 L 사이즈 샀었는데이번에 M 사이즈가 좀 더 마음에 드는 핏이 나오네요원단도 시원한 원단이라 맘에 들어요",
  },
  {
    id: 9584818,
    content: "솔직히 이젠 믿고 사는 브랜드에요알레그리 다음으로 좋아요",
  },
  {
    id: 9598307,
    content: "구김도 없고 천도 좋아요 기계세탁해도 멀쩡해요 색상도 잘빠졌어요",
  },
  {
    id: 9583614,
    content: "나이들고보니 옷은 걍 사던데서만 사게됩니다이제 겨울만 남음..",
  },
  {
    id: 9538875,
    content:
      "소재가  찰란찰랑 좋아요 만족해요사이즈는 좀 넉넉하다고 해서 라지 안하고 엠으로 주문했는데 딱 좋습니다",
  },
  {
    id: 9527412,
    content: "너무 맘레 들고 몸에 잘 맞아요 사이즈대비 큰 오버핏인듯",
  },
  {
    id: 9551391,
    content:
      "가격대비 품질이 너무 좋아서 만족합니다30대 남성이 가성비 좋게 입기에 일꼬르소가 좋네요",
  },
  {
    id: 9552654,
    content: "빠른 배송 감사합니다.옷도 마음에 듭니다.가성비 좋네요.",
  },
  {
    id: 9539193,
    content: "색감 좋고 적당히 오버해서 편하게 입을 수 있을듯. 추천합니다",
  },
  {
    id: 9548342,
    content:
      "재질도 부들부들하니 가볍고 좋네요. 더울때 잘입을거 같아요. 목시보리도 짱짱하니 늘어날 걱정 없을것 같습니다. ",
  },
  {
    id: 9540288,
    content:
      "재질의 특성상 통기성이 좋은 편은 아닌 듯 합니다.한 여름에 입기보다는 딱 지금 시기에 아우터와 같이 편하게 입을 수 있을 듯 합니다.",
  },
  {
    id: 9530660,
    content: "심플한 디자인, 적당한 두께감, 여름에 입기 딱이네요.",
  },
  {
    id: 9568194,
    content:
      "가견대비 만족스럽습니다. 세탁후에도 변함이 없으면 다른색으로도 구매 예정입니다.",
  },
  {
    id: 9530652,
    content: "디자인이 좋고 사이즈도 넉넉해서 일생생활에 입기 편합니다",
  },
  {
    id: 9579264,
    content:
      "핏도 좋고 재질도 가볍고 좋습니다 목뒤쪽. 징이 한번 떨어져서 as도 했는데 완벽히 수선처리 되었네요. 옷털때 조심해야겠어요",
  },
  {
    id: 9610008,
    content:
      "작년에 흰색 사고 만족스러워서 이번에 차콜색으로 샀는데 부드럽고 오버핏어여서 달라붙지 않네요",
  },
  {
    id: 9635465,
    content: "믿고 사는 일꼬르소. 오버핏 사이즈 딱입니다 재질도 좋아요~",
  },
  {
    id: 9628044,
    content: "사이즈가 크고 편하게 입을 수 있는 스타일이어서 맘에듭니다.",
  },
  {
    id: 9653198,
    content:
      "아버지 사드렸어요!! 차콜 그레이 색상 흔하지 않고 좋다고 하시네요~~!",
  },
  {
    id: 9606987,
    content:
      "오버핏으로 아이에게 잘어울리네요약간 큰듯하지만 시원하니 좋다하네요",
  },
  {
    id: 9628791,
    content:
      "트임있는 제품 찾았는데 괜찮네요 원하는 색상이 들어오면 더구입하려구요",
  },
  {
    id: 9610409,
    content:
      "가성비 좋고 색상 이쁜건 팩트인데 너무 크네요.한사이즈 작게 샀음 오버핏으로 이쁘게 떨어졌을듯 싶네요.",
  },
  {
    id: 9612244,
    content: "좋아요 ㅎㅎ 최고 수준 애들이 다 좋아요 ㅎㅎ 감사합니다 ",
  },
  {
    id: 9633355,
    content:
      "고급지고 재질 좋습니다 깔별로 구매하고싶네요 선물용으로도 좋을거같아요!",
  },
  {
    id: 9641355,
    content:
      "보이는것과 색상 같아요 평소 105 사이즈입는데 L사이즈 주문했더니 세미오버핏으로 딱 좋아요  사시는분들 꼭 단독손세탁하세요  물빠짐 있어요",
  },
  {
    id: 9640568,
    content:
      "제가 깔별로사고 친구도 선물줬어요 좋아해요 맘에든데요 저렴히잘샀어요 품에비해 길이가짧으니 참고하세요",
  },
  {
    id: 9630360,
    content:
      "소재가 너무 얇지도 두껍지도 않아서 체형보정에 좋고 푠안하게 잘 입을것같아요 ",
  },
  {
    id: 9612288,
    content:
      "넘 앏지 않아 소재가 맘에 들어요ㅎ 목이 늘어질거같진 않네요. 기본 디자인이라 밟은 색도 있었음 좋겠어요.",
  },
  {
    id: 9620212,
    content: "매년 구입해서 잘 입는 기본 티셔츠천도 좋아 너무 좋아요",
  },
  { id: 9617993, content: "디자인 원단바느질..색상..다~맘에 들어요..가격도^^" },
  {
    id: 9616120,
    content:
      "색깔별로 전부 구매하려고합니다 금액이 저렴해서 별 기대 안해ㅛ는데 고퀄이네요 ",
  },
  {
    id: 9618803,
    content:
      "사이즈도 잘맞고 재질도 마음에 드네요~실밥처리가 좀 아쉽기는 한데 대부분 만족합니다.",
  },
  {
    id: 9628951,
    content:
      "타 브랜드 대비 재질 사이즈 모든게 다 낫습니다 목뒤 포인트도 이쁘며 정말 티 맛집입니다 타제품으로 더 구매예정입니다",
  },
  {
    id: 9625535,
    content:
      "무게감이 있어 구김이 적고 핏이 유지가 잘됩니다.한여름만 아님 잘 입고 다닐듯 합니다.",
  },
  { id: 9624270, content: "잘 입겠습니다..,잘 입겠습니다...잘 입겠습니다..." },
  {
    id: 9625296,
    content:
      "약간 오버핏이네요정사이즈로 입으실분들은 한사이즈 다운 하시면 될거 같네요",
  },
  {
    id: 9637386,
    content: "퀄리티도 좋고 실물이 사진과 같아서 기분좋게 입어보았어요. 강추",
  },
  {
    id: 9642710,
    content: "여름에 간편하게 입기 좋습니다. 원단도 탄탄하고 색상도 이뻐요",
  },
  {
    id: 9715824,
    content: "사이즈 미스..생각보다 크네요.가격택  뜯어서 반품을 못했네요",
  },
  {
    id: 9688359,
    content:
      "가격도 괜찮고 약간 긴게 아쉽지만 더 주문하고 싶어지네요 ㅎㅎ 또 주문하러 고고 ㅎㅎ",
  },
  {
    id: 9687927,
    content: "편하게 입기 좋고 잘 늘어나지 않을거 같아서 좋습니다.",
  },
  {
    id: 9688634,
    content: "배송 사이즈 디자인 다 마음에 듭니다 색상은 살짝 아쉽습니다",
  },
  {
    id: 9714268,
    content: "원단도  시원하고 편해서 추가 구매해요 세탁 후에도 변형도 없고",
  },
  {
    id: 9716365,
    content:
      "색상이쁘고 재질 괜찮아요 가격비대 좋습니다 사이즈는 하나 다운했는데 잘맞네요",
  },
  {
    id: 9676037,
    content:
      "세일 기간에 저렴허게 잘 샀습니다. 흰색 구매해서 입다가 맘에 들어서 다른색도 구매하게 되었네요. ",
  },
  {
    id: 9722698,
    content:
      "다자인, 품질, 마감, 배송 모두 매우 만족합니다. 데일리룩으로 추천합니다. 좀 크게 입는 편인데 딱 맞아요",
  },
  {
    id: 9713507,
    content:
      "배송도 빠르고 무엇보다 색감도 좋고 재질도 좋습니다. 다른색상도 구매해야겠네요",
  },
  {
    id: 9726680,
    content:
      "가볍고 시원하게 입기 좋을듯하네요 강추해여 다른색삭도 추가구매 예정",
  },
  {
    id: 9725142,
    content: "깔별로 재구매하고잇슴니다 품질이 좋고 촉감도 좋고 시원해요",
  },
  {
    id: 9697469,
    content:
      "조금 큰데 괜찮아요 오버핏이라고 보면 되구요 데 스팩에 약긴 커요 어깨선이 마음에 듭니다",
  },
  {
    id: 9683722,
    content:
      "기숙사에  있는 아들에게 보냈는데  사이즈도 여유있고  괜찮다고하네요  ",
  },
  {
    id: 9673722,
    content: "블랙 첫구매후 가성비좋 아서 깔별 구비중편하고 좋습니다",
  },
  {
    id: 9695064,
    content: "편안하게 오버핏으로 입고다니기 좋을것 같에요 만족합니다.",
  },
  {
    id: 9684940,
    content:
      "차콜색이 너무예쁜데 사이즈품절이라 재입고알림받고 후다닥 주문했는데 칼배송 감사합니다.역시 예뻐요 ",
  },
  {
    id: 9698634,
    content: "더위를 많이타는 저의 최애 티셔츠 입니다 오래오래 입고싶어요 ",
  },
  {
    id: 9704872,
    content:
      "색깔대로 구입하게돼네요 넘편하고 원단이 부드럽고 좋네요  꾸준하게  잘입고있습니다 좋아요 ",
  },
  {
    id: 9728825,
    content:
      "믿고사는 일꼬르소 기본템 좋아요 굿굿다만 옆으로 조금 더 컸으면 좋겠어요",
  },
  {
    id: 9681329,
    content:
      "색상 뒷면 디테일 맘에 들어요 다른 색상도 살꺼에요여러가지 색상응 살거엥6",
  },
  {
    id: 9682094,
    content:
      "전에 있던거에 더해서 추가 구매했는데 원단 스타일 모두 좋아요. 가성비 굿굿굿",
  },
  {
    id: 9706023,
    content: "선물 하려고 추가 구매 했어요~  옷감좋고 가격 좋아요~~",
  },
  {
    id: 9690330,
    content: "품도 여유있게 맞는거 같고 색깔도 마음에 듭니다!!  ",
  },
  {
    id: 9763601,
    content:
      "일꼬르소 티는 진짜 왕추천!!질 너무 좋고 가격도 합리적이네여건조기 돌려도 멀쩡합니다다른 컬러도 궁금하네요",
  },
  {
    id: 9771122,
    content: "색감은 기대했던 것보다 살짝 다르긴 한데핏이 좋아서 입을만 해요",
  },
  {
    id: 9786624,
    content: "재질도 좋고 지금 날씨에 입기 좋은 티셔츠 입니다 추천요",
  },
  {
    id: 9785341,
    content:
      "생각했던것보다 색이 밝아요.워싱된 그레이~~~그래도 색깔 맘에 들어요.부드럽고 핏도 이뻐요.",
  },
  {
    id: 9783871,
    content:
      "한사이즈 작게하니 잘 맞네요. 두께가 있는편이라 한여름은 힘들거 같네요",
  },
  {
    id: 9756884,
    content: "사이즈도 좋고 핏이 맘에 드네요, 뒤에 포인트도 예뻐요",
  },
  { id: 9745485, content: "가성비 최고좋아요!! 좋아요!! 좋아요!! 좋아요!!" },
];

const data1 = {
  summary:
    "이 제품에 대한 전반적인 평가는 매우 긍정적입니다. 소비자들은 주로 제품의 가성비, 품질, 디자인, 색상 그리고 사이즈에 대해 만족하고 있습니다.",
  pros: [
    [
      3,
      "재질",
      "재질이 좋고 편안하다는 의견이 많습니다. 재질이 탄탄하고 오래 입어도 늘어나지 않을 것 같다는 평가도 있습니다.",
      [
        9449705, 9509569, 9520525, 9519777, 9517609, 9477203, 9543227, 9555484,
        9542710, 9602417, 9598307, 9548342, 9633355, 9620212, 9618803, 9637386,
        9714268, 9725142, 9698634, 9704872, 9763601, 9786624,
      ],
    ],
    [
      2,
      "색상",
      "여러 리뷰에서 제품의 색감이 화면과 동일하고, 만족스럽다는 의견이 많습니다. 특히 차콜 색상에 대해 좋은 평가가 많습니다.",
      [
        9475462, 9509569, 9477203, 9554648, 9602042, 9598307, 9539193, 9610008,
        9653198, 9641355, 9642710, 9716365, 9684940, 9681329, 9690330,
      ],
    ],
    [
      1,
      "가성비",
      "가격 대비 제품의 질이 높아 만족스럽다는 의견이 다수입니다. 여러 리뷰에서 언급된 바와 같이, 가격대비 매우 만족스럽다는 평가를 받고 있습니다.",
      [
        9483147, 9475462, 9483339, 9495631, 9543552, 9551391, 9552654, 9568194,
        9610409, 9616120, 9673722, 9682094, 9706023, 9745485,
      ],
    ],
    [
      5,
      "오버핏",
      "오버핏으로 편안하게 입을 수 있다는 평가가 많으며, 세미 오버핏으로 맞는다는 의견도 있습니다.",
      [
        9500071, 9520525, 9519878, 9517609, 9519440, 9441885, 9569771, 9606987,
        9624270, 9625296, 9697469,
      ],
    ],
    [
      4,
      "디자인",
      "디자인이 심플하고 깔끔하다는 평가가 많으며, 평상시에 입기 좋은 디자인이라는 의견이 다수를 차지합니다.",
      [
        9463312, 9520153, 9520158, 9569771, 9530652, 9628791, 9617993, 9637386,
        9722698, 9695064,
      ],
    ],
  ],
  cons: [
    [
      1,
      "사이즈가 큼",
      "사이즈가 생각보다 크다는 의견이 많습니다. 오버핏이지만, 의도한 것보다 큰 경우가 있다는 점이 지적되었습니다.",
      [
        9500072, 9500071, 9565848, 9542710, 9569514, 9527412, 9628044, 9610409,
        9625296, 9715824, 9697469,
      ],
    ],
    [
      2,
      "통기성",
      "재질의 특성상 통기성이 좋지 않다는 의견이 있습니다. 한여름에 입기에는 다소 불편할 수 있다는 점이 언급되었습니다.",
      [9540288, 9625535, 9783871],
    ],
  ],
  usage: {
    prompt_tokens: 4732,
    completion_tokens: 572,
    total_tokens: 5304,
  },
  source: [
    {
      id: 9483147,
      content:
        "깔별로 샀다는 후기보고 급하게 재고적은 제품우선순으로 몇개샀는데 너무 좋네요.저번에 수피마 ~~샀는데 너무좋아서 비슷한거나오면 사려고했는데 이번에도 잘샀어요",
    },
    {
      id: 9475462,
      content:
        "가성비 오집니다 품절되기전 사세요원단도 좋고 색감도 화면 그대로입니다",
    },
    {
      id: 9483339,
      content:
        "여러 컬러줄 챠콜 컬러가 개인적으로 잘 어울리는것같아요 그래서 다른컬러도 몇벌 도 샀어요 ",
    },
    {
      id: 9449705,
      content: "넉넉하니 좋네요 . . . . 질도 좋은거같고 . . . . ",
    },
    {
      id: 9463312,
      content: "깔끔하게 입기 좋아요 항시 일꼬르소 옷은 믿고 사는거 같습니다",
    },
    {
      id: 9509569,
      content:
        "재질, 색상, 디자인 특히목부분 튼튼해서 너무 좋습니다!!올여름은 이 티셔츠로 버틸 수 있을 것 같아요!",
    },
    {
      id: 9500072,
      content:
        "생각보다 컵니다 평소에 크게 입으시는분들은 상관없지만 좀 큰느낌이네요",
    },
    {
      id: 9500071,
      content:
        "세미 오버핏보다는 그냥 오버핏이네요 주변 선물할려고 사서 들은말은 다 커다고하네요",
    },
    {
      id: 9520153,
      content: "디자인이 좋고 사이즈도 넉넉해서 평상시 입기에 좋습니다",
    },
    {
      id: 9520525,
      content: "오버사이즈 티셔츠 색상 괜찮고 오버로 편히게 입기 딱 좋음",
    },
    {
      id: 9521665,
      content: "색상 화면과 같고 사이즈 오버핏 편안하네요재질도 좋습니다",
    },
    {
      id: 9519878,
      content: "오버핏이 정말 예쁜 티셔츠 입니다.마음에 들어요^^b",
    },
    {
      id: 9519777,
      content:
        "티셔츠 질감이 아주 좋고 데일리로 오래 오래 입을 수 있을 것 같아요",
    },
    {
      id: 9517609,
      content:
        "살짝오버핏으로 정사이즈입니다 색감이좋고 재질이 빳빳한느낌이있어서 좋아요 두께는 보통입니다",
    },
    {
      id: 9519440,
      content:
        "세미오버핏 사이즈로 딱 맞고 색상 사진과 같습니다. 구매에 참고하세요~",
    },
    {
      id: 9520158,
      content: "디자인이 좋고 사이즈도 넉넉해서 평상시 입기에 좋습니다",
    },
    {
      id: 9477203,
      content:
        "원단좋고 화면그대로입니다 색상별로. 구매요. 사이즈가 일단 큰사이즈가 있어조아요",
    },
    {
      id: 9454311,
      content: "역시 믿고사는 일꼬르소 반팔티입니다. 매년 여름을 부탁합니다.",
    },
    {
      id: 9441885,
      content: "오버핏 무난해요 재질도 적당하고 좋아요 기본티에요 굿굿",
    },
    {
      id: 9495631,
      content:
        "이가격에 이정도면 너무 만족합니다 질스튜나 알레그리보다는 못하지만 가격차이가 있으니 가성비가 좋네요",
    },
    {
      id: 9496654,
      content:
        "천이 짱짱해서 오래입어도 안늘어지겠어요. 생각보다 좀큰데 교환하기 귀찮아서 그냥 입을려구요. 색 종류별로 샀습니다.",
    },
    {
      id: 9554648,
      content:
        "여름 준비로 아들에게 칼라별로 사주었습니다 만족해서 잘 입을것 같아요",
    },
    {
      id: 9543747,
      content:
        "편하게 휘뚜루마뚜루 엡을만한 티셔츠입니다.반팔은 몇벌씩 가지고있을만큼 괜탆아요",
    },
    {
      id: 9565848,
      content: "평소 110사이즈인데 엘입으니 세미오버핏 나오네요 참고하세요",
    },
    {
      id: 9543227,
      content:
        "좋아요 배송도 엄청 빠르고 소재도 시원하고 핏도 넉넉하니 적당합니다",
    },
    {
      id: 9555484,
      content: "몇장 구입했는데 소재도 좋아요  다른 색상도 추가 구입예정입니다",
    },
    {
      id: 9542710,
      content:
        "티셔츠가 탄탄하고 좋아요 가격대비 매우 만족 합니다. 평소 105 입는데 평소 입는 옷 보다는 조금 큰편이에요 스타일에 따라서 한사이즈 작게 가도 될 것 같지만 그냥 입었어요~ 다른색도 더 살까 고민하고 있어요",
    },
    {
      id: 9543552,
      content: "여름이 입을 려고 색별로 구매했습니다. 가성비 좋습니다 ",
    },
    {
      id: 9569514,
      content:
        "싸이즈가 조금 크네요;;;편하게 입을수는 있을듯요싸이즈가 조금 크네요",
    },
    {
      id: 9569771,
      content: "이쁘서 여러장 구매했어요 맘에 듭니다 추천해요 오버핏입니다.",
    },
    {
      id: 9602042,
      content:
        "하얀색 구매한 뒤 맘에 들어서 추가 구매합니다.색상이 오묘해서 더 좋아요.",
    },
    {
      id: 9583538,
      content: "믿고사는 일꼬르소완전만족자주이용하고있어요살때마다만족",
    },
    {
      id: 9602417,
      content:
        "사이즈 바뀐거 모르고 앞전에 L 사이즈 샀었는데이번에 M 사이즈가 좀 더 마음에 드는 핏이 나오네요원단도 시원한 원단이라 맘에 들어요",
    },
    {
      id: 9584818,
      content: "솔직히 이젠 믿고 사는 브랜드에요알레그리 다음으로 좋아요",
    },
    {
      id: 9598307,
      content:
        "구김도 없고 천도 좋아요 기계세탁해도 멀쩡해요 색상도 잘빠졌어요",
    },
    {
      id: 9583614,
      content: "나이들고보니 옷은 걍 사던데서만 사게됩니다이제 겨울만 남음..",
    },
    {
      id: 9538875,
      content:
        "소재가  찰란찰랑 좋아요 만족해요사이즈는 좀 넉넉하다고 해서 라지 안하고 엠으로 주문했는데 딱 좋습니다",
    },
    {
      id: 9527412,
      content: "너무 맘레 들고 몸에 잘 맞아요 사이즈대비 큰 오버핏인듯",
    },
    {
      id: 9551391,
      content:
        "가격대비 품질이 너무 좋아서 만족합니다30대 남성이 가성비 좋게 입기에 일꼬르소가 좋네요",
    },
    {
      id: 9552654,
      content: "빠른 배송 감사합니다.옷도 마음에 듭니다.가성비 좋네요.",
    },
    {
      id: 9539193,
      content: "색감 좋고 적당히 오버해서 편하게 입을 수 있을듯. 추천합니다",
    },
    {
      id: 9548342,
      content:
        "재질도 부들부들하니 가볍고 좋네요. 더울때 잘입을거 같아요. 목시보리도 짱짱하니 늘어날 걱정 없을것 같습니다. ",
    },
    {
      id: 9540288,
      content:
        "재질의 특성상 통기성이 좋은 편은 아닌 듯 합니다.한 여름에 입기보다는 딱 지금 시기에 아우터와 같이 편하게 입을 수 있을 듯 합니다.",
    },
    {
      id: 9530660,
      content: "심플한 디자인, 적당한 두께감, 여름에 입기 딱이네요.",
    },
    {
      id: 9568194,
      content:
        "가견대비 만족스럽습니다. 세탁후에도 변함이 없으면 다른색으로도 구매 예정입니다.",
    },
    {
      id: 9530652,
      content: "디자인이 좋고 사이즈도 넉넉해서 일생생활에 입기 편합니다",
    },
    {
      id: 9579264,
      content:
        "핏도 좋고 재질도 가볍고 좋습니다 목뒤쪽. 징이 한번 떨어져서 as도 했는데 완벽히 수선처리 되었네요. 옷털때 조심해야겠어요",
    },
    {
      id: 9610008,
      content:
        "작년에 흰색 사고 만족스러워서 이번에 차콜색으로 샀는데 부드럽고 오버핏어여서 달라붙지 않네요",
    },
    {
      id: 9635465,
      content: "믿고 사는 일꼬르소. 오버핏 사이즈 딱입니다 재질도 좋아요~",
    },
    {
      id: 9628044,
      content: "사이즈가 크고 편하게 입을 수 있는 스타일이어서 맘에듭니다.",
    },
    {
      id: 9653198,
      content:
        "아버지 사드렸어요!! 차콜 그레이 색상 흔하지 않고 좋다고 하시네요~~!",
    },
    {
      id: 9606987,
      content:
        "오버핏으로 아이에게 잘어울리네요약간 큰듯하지만 시원하니 좋다하네요",
    },
    {
      id: 9628791,
      content:
        "트임있는 제품 찾았는데 괜찮네요 원하는 색상이 들어오면 더구입하려구요",
    },
    {
      id: 9610409,
      content:
        "가성비 좋고 색상 이쁜건 팩트인데 너무 크네요.한사이즈 작게 샀음 오버핏으로 이쁘게 떨어졌을듯 싶네요.",
    },
    {
      id: 9612244,
      content: "좋아요 ㅎㅎ 최고 수준 애들이 다 좋아요 ㅎㅎ 감사합니다 ",
    },
    {
      id: 9633355,
      content:
        "고급지고 재질 좋습니다 깔별로 구매하고싶네요 선물용으로도 좋을거같아요!",
    },
    {
      id: 9641355,
      content:
        "보이는것과 색상 같아요 평소 105 사이즈입는데 L사이즈 주문했더니 세미오버핏으로 딱 좋아요  사시는분들 꼭 단독손세탁하세요  물빠짐 있어요",
    },
    {
      id: 9640568,
      content:
        "제가 깔별로사고 친구도 선물줬어요 좋아해요 맘에든데요 저렴히잘샀어요 품에비해 길이가짧으니 참고하세요",
    },
    {
      id: 9630360,
      content:
        "소재가 너무 얇지도 두껍지도 않아서 체형보정에 좋고 푠안하게 잘 입을것같아요 ",
    },
    {
      id: 9612288,
      content:
        "넘 앏지 않아 소재가 맘에 들어요ㅎ 목이 늘어질거같진 않네요. 기본 디자인이라 밟은 색도 있었음 좋겠어요.",
    },
    {
      id: 9620212,
      content: "매년 구입해서 잘 입는 기본 티셔츠천도 좋아 너무 좋아요",
    },
    {
      id: 9617993,
      content: "디자인 원단바느질..색상..다~맘에 들어요..가격도^^",
    },
    {
      id: 9616120,
      content:
        "색깔별로 전부 구매하려고합니다 금액이 저렴해서 별 기대 안해ㅛ는데 고퀄이네요 ",
    },
    {
      id: 9618803,
      content:
        "사이즈도 잘맞고 재질도 마음에 드네요~실밥처리가 좀 아쉽기는 한데 대부분 만족합니다.",
    },
    {
      id: 9628951,
      content:
        "타 브랜드 대비 재질 사이즈 모든게 다 낫습니다 목뒤 포인트도 이쁘며 정말 티 맛집입니다 타제품으로 더 구매예정입니다",
    },
    {
      id: 9625535,
      content:
        "무게감이 있어 구김이 적고 핏이 유지가 잘됩니다.한여름만 아님 잘 입고 다닐듯 합니다.",
    },
    {
      id: 9624270,
      content: "잘 입겠습니다..,잘 입겠습니다...잘 입겠습니다...",
    },
    {
      id: 9625296,
      content:
        "약간 오버핏이네요정사이즈로 입으실분들은 한사이즈 다운 하시면 될거 같네요",
    },
    {
      id: 9637386,
      content: "퀄리티도 좋고 실물이 사진과 같아서 기분좋게 입어보았어요. 강추",
    },
    {
      id: 9642710,
      content: "여름에 간편하게 입기 좋습니다. 원단도 탄탄하고 색상도 이뻐요",
    },
    {
      id: 9715824,
      content: "사이즈 미스..생각보다 크네요.가격택  뜯어서 반품을 못했네요",
    },
    {
      id: 9688359,
      content:
        "가격도 괜찮고 약간 긴게 아쉽지만 더 주문하고 싶어지네요 ㅎㅎ 또 주문하러 고고 ㅎㅎ",
    },
    {
      id: 9687927,
      content: "편하게 입기 좋고 잘 늘어나지 않을거 같아서 좋습니다.",
    },
    {
      id: 9688634,
      content: "배송 사이즈 디자인 다 마음에 듭니다 색상은 살짝 아쉽습니다",
    },
    {
      id: 9714268,
      content: "원단도  시원하고 편해서 추가 구매해요 세탁 후에도 변형도 없고",
    },
    {
      id: 9716365,
      content:
        "색상이쁘고 재질 괜찮아요 가격비대 좋습니다 사이즈는 하나 다운했는데 잘맞네요",
    },
    {
      id: 9676037,
      content:
        "세일 기간에 저렴허게 잘 샀습니다. 흰색 구매해서 입다가 맘에 들어서 다른색도 구매하게 되었네요. ",
    },
    {
      id: 9722698,
      content:
        "다자인, 품질, 마감, 배송 모두 매우 만족합니다. 데일리룩으로 추천합니다. 좀 크게 입는 편인데 딱 맞아요",
    },
    {
      id: 9713507,
      content:
        "배송도 빠르고 무엇보다 색감도 좋고 재질도 좋습니다. 다른색상도 구매해야겠네요",
    },
    {
      id: 9726680,
      content:
        "가볍고 시원하게 입기 좋을듯하네요 강추해여 다른색삭도 추가구매 예정",
    },
    {
      id: 9725142,
      content: "깔별로 재구매하고잇슴니다 품질이 좋고 촉감도 좋고 시원해요",
    },
    {
      id: 9697469,
      content:
        "조금 큰데 괜찮아요 오버핏이라고 보면 되구요 데 스팩에 약긴 커요 어깨선이 마음에 듭니다",
    },
    {
      id: 9683722,
      content:
        "기숙사에  있는 아들에게 보냈는데  사이즈도 여유있고  괜찮다고하네요  ",
    },
    {
      id: 9673722,
      content: "블랙 첫구매후 가성비좋 아서 깔별 구비중편하고 좋습니다",
    },
    {
      id: 9695064,
      content: "편안하게 오버핏으로 입고다니기 좋을것 같에요 만족합니다.",
    },
    {
      id: 9684940,
      content:
        "차콜색이 너무예쁜데 사이즈품절이라 재입고알림받고 후다닥 주문했는데 칼배송 감사합니다.역시 예뻐요 ",
    },
    {
      id: 9698634,
      content: "더위를 많이타는 저의 최애 티셔츠 입니다 오래오래 입고싶어요 ",
    },
    {
      id: 9704872,
      content:
        "색깔대로 구입하게돼네요 넘편하고 원단이 부드럽고 좋네요  꾸준하게  잘입고있습니다 좋아요 ",
    },
    {
      id: 9728825,
      content:
        "믿고사는 일꼬르소 기본템 좋아요 굿굿다만 옆으로 조금 더 컸으면 좋겠어요",
    },
    {
      id: 9681329,
      content:
        "색상 뒷면 디테일 맘에 들어요 다른 색상도 살꺼에요여러가지 색상응 살거엥6",
    },
    {
      id: 9682094,
      content:
        "전에 있던거에 더해서 추가 구매했는데 원단 스타일 모두 좋아요. 가성비 굿굿굿",
    },
    {
      id: 9706023,
      content: "선물 하려고 추가 구매 했어요~  옷감좋고 가격 좋아요~~",
    },
    {
      id: 9690330,
      content: "품도 여유있게 맞는거 같고 색깔도 마음에 듭니다!!  ",
    },
    {
      id: 9763601,
      content:
        "일꼬르소 티는 진짜 왕추천!!질 너무 좋고 가격도 합리적이네여건조기 돌려도 멀쩡합니다다른 컬러도 궁금하네요",
    },
    {
      id: 9771122,
      content: "색감은 기대했던 것보다 살짝 다르긴 한데핏이 좋아서 입을만 해요",
    },
    {
      id: 9786624,
      content: "재질도 좋고 지금 날씨에 입기 좋은 티셔츠 입니다 추천요",
    },
    {
      id: 9785341,
      content:
        "생각했던것보다 색이 밝아요.워싱된 그레이~~~그래도 색깔 맘에 들어요.부드럽고 핏도 이뻐요.",
    },
    {
      id: 9783871,
      content:
        "한사이즈 작게하니 잘 맞네요. 두께가 있는편이라 한여름은 힘들거 같네요",
    },
    {
      id: 9756884,
      content: "사이즈도 좋고 핏이 맘에 드네요, 뒤에 포인트도 예뻐요",
    },
    {
      id: 9745485,
      content: "가성비 최고좋아요!! 좋아요!! 좋아요!! 좋아요!!",
    },
  ],
};

const data2 = {
  summary:
    "전반적으로 제품에 대한 만족도가 매우 높다는 의견이 다수를 차지하고 있습니다. 특히 소재, 색상, 디자인 등에 큰 점수를 주고 있으며, '가성비가 좋다', '디자인이 예쁘다' 등의 긍정적인 피드백이 많습니다. 다만, 일부 사용자들은 사이즈가 다소 크다는 의견도 제기하고 있습니다.",
  pros: [
    [
      1,
      "우수한 소재와 원단",
      "사용자들은 제품의 원단이 좋다고 평가하였으며 튼튼하고 오래 입을 수 있는 질감이라고 언급하였습니다.",
      [
        9475462, 9509569, 9521665, 9519777, 9477203, 9496654, 9555484, 9598307,
        9548342,
      ],
    ],
    [
      2,
      "좋은 색상",
      "색상이 사진과 같고 다양하다며 색상에 대해 만족하는 리뷰들이 많습니다.",
      [9475462, 9521665, 9477203, 9554648, 9602042, 9598307, 9539193],
    ],
    [
      3,
      "디자인",
      "깔끔하고 예쁜 디자인에 대해 많은 사용자들이 만족을 표명하였습니다.",
      [9463312, 9520153, 9520158, 9543227, 9569771, 9530652, 9635465],
    ],
    [
      4,
      "가성비",
      "가격 대비 품질이 좋다는 의견이 다수 있었으며, 가성비가 매우 좋다고 평가하였습니다.",
      [9475462, 9441885, 9495631, 9543552, 9551391, 9552654, 9568194],
    ],
    [
      5,
      "편안한 착용감",
      "오버핏 디자인으로 넉넉하고 편하게 입을 수 있다는 평가가 있었습니다.",
      [9449705, 9520153, 9520525, 9519878, 9543227, 9569771, 9635465],
    ],
  ],
  cons: [
    [
      1,
      "사이즈 문제",
      "사이즈가 다소 크게 나온다는 의견이 여러 건 있었습니다.",
      [9500072, 9500071, 9496654, 9565848, 9542710, 9569514, 9527412, 9628044],
    ],
    [
      2,
      "통기성 문제",
      "재질의 특성상 통기성이 좋지 않다는 의견이 있었습니다.",
      [9540288],
    ],
  ],
  usage: {
    prompt_tokens: 2526,
    completion_tokens: 484,
    total_tokens: 3010,
  },
  source: [
    {
      id: 9483147,
      content:
        "깔별로 샀다는 후기보고 급하게 재고적은 제품우선순으로 몇개샀는데 너무 좋네요.저번에 수피마 ~~샀는데 너무좋아서 비슷한거나오면 사려고했는데 이번에도 잘샀어요",
    },
    {
      id: 9475462,
      content:
        "가성비 오집니다 품절되기전 사세요원단도 좋고 색감도 화면 그대로입니다",
    },
    {
      id: 9483339,
      content:
        "여러 컬러줄 챠콜 컬러가 개인적으로 잘 어울리는것같아요 그래서 다른컬러도 몇벌 도 샀어요 ",
    },
    {
      id: 9449705,
      content: "넉넉하니 좋네요 . . . . 질도 좋은거같고 . . . . ",
    },
    {
      id: 9463312,
      content: "깔끔하게 입기 좋아요 항시 일꼬르소 옷은 믿고 사는거 같습니다",
    },
    {
      id: 9509569,
      content:
        "재질, 색상, 디자인 특히목부분 튼튼해서 너무 좋습니다!!올여름은 이 티셔츠로 버틸 수 있을 것 같아요!",
    },
    {
      id: 9500072,
      content:
        "생각보다 컵니다 평소에 크게 입으시는분들은 상관없지만 좀 큰느낌이네요",
    },
    {
      id: 9500071,
      content:
        "세미 오버핏보다는 그냥 오버핏이네요 주변 선물할려고 사서 들은말은 다 커다고하네요",
    },
    {
      id: 9520153,
      content: "디자인이 좋고 사이즈도 넉넉해서 평상시 입기에 좋습니다",
    },
    {
      id: 9520525,
      content: "오버사이즈 티셔츠 색상 괜찮고 오버로 편히게 입기 딱 좋음",
    },
    {
      id: 9521665,
      content: "색상 화면과 같고 사이즈 오버핏 편안하네요재질도 좋습니다",
    },
    {
      id: 9519878,
      content: "오버핏이 정말 예쁜 티셔츠 입니다.마음에 들어요^^b",
    },
    {
      id: 9519777,
      content:
        "티셔츠 질감이 아주 좋고 데일리로 오래 오래 입을 수 있을 것 같아요",
    },
    {
      id: 9517609,
      content:
        "살짝오버핏으로 정사이즈입니다 색감이좋고 재질이 빳빳한느낌이있어서 좋아요 두께는 보통입니다",
    },
    {
      id: 9519440,
      content:
        "세미오버핏 사이즈로 딱 맞고 색상 사진과 같습니다. 구매에 참고하세요~",
    },
    {
      id: 9520158,
      content: "디자인이 좋고 사이즈도 넉넉해서 평상시 입기에 좋습니다",
    },
    {
      id: 9477203,
      content:
        "원단좋고 화면그대로입니다 색상별로. 구매요. 사이즈가 일단 큰사이즈가 있어조아요",
    },
    {
      id: 9454311,
      content: "역시 믿고사는 일꼬르소 반팔티입니다. 매년 여름을 부탁합니다.",
    },
    {
      id: 9441885,
      content: "오버핏 무난해요 재질도 적당하고 좋아요 기본티에요 굿굿",
    },
    {
      id: 9495631,
      content:
        "이가격에 이정도면 너무 만족합니다 질스튜나 알레그리보다는 못하지만 가격차이가 있으니 가성비가 좋네요",
    },
    {
      id: 9496654,
      content:
        "천이 짱짱해서 오래입어도 안늘어지겠어요. 생각보다 좀큰데 교환하기 귀찮아서 그냥 입을려구요. 색 종류별로 샀습니다.",
    },
    {
      id: 9554648,
      content:
        "여름 준비로 아들에게 칼라별로 사주었습니다 만족해서 잘 입을것 같아요",
    },
    {
      id: 9543747,
      content:
        "편하게 휘뚜루마뚜루 엡을만한 티셔츠입니다.반팔은 몇벌씩 가지고있을만큼 괜탆아요",
    },
    {
      id: 9565848,
      content: "평소 110사이즈인데 엘입으니 세미오버핏 나오네요 참고하세요",
    },
    {
      id: 9543227,
      content:
        "좋아요 배송도 엄청 빠르고 소재도 시원하고 핏도 넉넉하니 적당합니다",
    },
    {
      id: 9555484,
      content: "몇장 구입했는데 소재도 좋아요  다른 색상도 추가 구입예정입니다",
    },
    {
      id: 9542710,
      content:
        "티셔츠가 탄탄하고 좋아요 가격대비 매우 만족 합니다. 평소 105 입는데 평소 입는 옷 보다는 조금 큰편이에요 스타일에 따라서 한사이즈 작게 가도 될 것 같지만 그냥 입었어요~ 다른색도 더 살까 고민하고 있어요",
    },
    {
      id: 9543552,
      content: "여름이 입을 려고 색별로 구매했습니다. 가성비 좋습니다 ",
    },
    {
      id: 9569514,
      content:
        "싸이즈가 조금 크네요;;;편하게 입을수는 있을듯요싸이즈가 조금 크네요",
    },
    {
      id: 9569771,
      content: "이쁘서 여러장 구매했어요 맘에 듭니다 추천해요 오버핏입니다.",
    },
    {
      id: 9602042,
      content:
        "하얀색 구매한 뒤 맘에 들어서 추가 구매합니다.색상이 오묘해서 더 좋아요.",
    },
    {
      id: 9583538,
      content: "믿고사는 일꼬르소완전만족자주이용하고있어요살때마다만족",
    },
    {
      id: 9602417,
      content:
        "사이즈 바뀐거 모르고 앞전에 L 사이즈 샀었는데이번에 M 사이즈가 좀 더 마음에 드는 핏이 나오네요원단도 시원한 원단이라 맘에 들어요",
    },
    {
      id: 9584818,
      content: "솔직히 이젠 믿고 사는 브랜드에요알레그리 다음으로 좋아요",
    },
    {
      id: 9598307,
      content:
        "구김도 없고 천도 좋아요 기계세탁해도 멀쩡해요 색상도 잘빠졌어요",
    },
    {
      id: 9583614,
      content: "나이들고보니 옷은 걍 사던데서만 사게됩니다이제 겨울만 남음..",
    },
    {
      id: 9538875,
      content:
        "소재가  찰란찰랑 좋아요 만족해요사이즈는 좀 넉넉하다고 해서 라지 안하고 엠으로 주문했는데 딱 좋습니다",
    },
    {
      id: 9527412,
      content: "너무 맘레 들고 몸에 잘 맞아요 사이즈대비 큰 오버핏인듯",
    },
    {
      id: 9551391,
      content:
        "가격대비 품질이 너무 좋아서 만족합니다30대 남성이 가성비 좋게 입기에 일꼬르소가 좋네요",
    },
    {
      id: 9552654,
      content: "빠른 배송 감사합니다.옷도 마음에 듭니다.가성비 좋네요.",
    },
    {
      id: 9539193,
      content: "색감 좋고 적당히 오버해서 편하게 입을 수 있을듯. 추천합니다",
    },
    {
      id: 9548342,
      content:
        "재질도 부들부들하니 가볍고 좋네요. 더울때 잘입을거 같아요. 목시보리도 짱짱하니 늘어날 걱정 없을것 같습니다. ",
    },
    {
      id: 9540288,
      content:
        "재질의 특성상 통기성이 좋은 편은 아닌 듯 합니다.한 여름에 입기보다는 딱 지금 시기에 아우터와 같이 편하게 입을 수 있을 듯 합니다.",
    },
    {
      id: 9530660,
      content: "심플한 디자인, 적당한 두께감, 여름에 입기 딱이네요.",
    },
    {
      id: 9568194,
      content:
        "가견대비 만족스럽습니다. 세탁후에도 변함이 없으면 다른색으로도 구매 예정입니다.",
    },
    {
      id: 9530652,
      content: "디자인이 좋고 사이즈도 넉넉해서 일생생활에 입기 편합니다",
    },
    {
      id: 9579264,
      content:
        "핏도 좋고 재질도 가볍고 좋습니다 목뒤쪽. 징이 한번 떨어져서 as도 했는데 완벽히 수선처리 되었네요. 옷털때 조심해야겠어요",
    },
    {
      id: 9610008,
      content:
        "작년에 흰색 사고 만족스러워서 이번에 차콜색으로 샀는데 부드럽고 오버핏어여서 달라붙지 않네요",
    },
    {
      id: 9635465,
      content: "믿고 사는 일꼬르소. 오버핏 사이즈 딱입니다 재질도 좋아요~",
    },
    {
      id: 9628044,
      content: "사이즈가 크고 편하게 입을 수 있는 스타일이어서 맘에듭니다.",
    },
  ],
};

const data3 = {
  summary:
    "전반적으로 제품에 대한 만족도가 매우 높다는 의견이 다수를 차지하고 있습니다. 특히 소재, 색상, 디자인 등에 큰 점수를 주고 있으며, '가성비가 좋다', '디자인이 예쁘다' 등의 긍정적인 피드백이 많습니다. 다만, 일부 사용자들은 사이즈가 다소 크다는 의견도 제기하고 있습니다.",
  pros: [
    [
      1,
      "우수한 소재와 원단",
      "사용자들은 제품의 원단이 좋다고 평가하였으며 튼튼하고 오래 입을 수 있는 질감이라고 언급하였습니다.",
      [
        9612288, 9625535, 9642710, 9714268, 9786624, 9785341, 9475462, 9509569,
        9521665, 9519777, 9477203, 9496654, 9555484, 9598307, 9548342,
      ],
    ],
    [
      2,
      "좋은 색상",
      "색상이 사진과 같고 다양하다며 색상에 대해 만족하는 리뷰들이 많습니다.",
      [
        9653198, 9641355, 9688634, 9716365, 9713507, 9684940, 9681329, 9785341,
        9475462, 9521665, 9477203, 9554648, 9602042, 9598307, 9539193,
      ],
    ],
    [
      5,
      "편안한 착용감",
      "오버핏 디자인으로 넉넉하고 편하게 입을 수 있다는 평가가 있었습니다.",
      [
        9606987, 9630360, 9625296, 9687927, 9726680, 9695064, 9704872, 9449705,
        9520153, 9520525, 9519878, 9543227, 9569771, 9635465,
      ],
    ],
    [
      4,
      "가성비",
      "가격 대비 품질이 좋다는 의견이 다수 있었으며, 가성비가 매우 좋다고 평가하였습니다.",
      [
        9610409, 9616120, 9628951, 9673722, 9682094, 9745485, 9475462, 9441885,
        9495631, 9543552, 9551391, 9552654, 9568194,
      ],
    ],
    [
      7,
      "여러 색상 구매",
      "다양한 색상을 구매하는 사람들 많고, 몇 번이나 재구매하는 경우도 많습니다.",
      [
        9628791, 9633355, 9640568, 9616120, 9676037, 9713507, 9725142, 9673722,
        9698634, 9681329, 9763601,
      ],
    ],
  ],
  cons: [
    [
      1,
      "사이즈 문제",
      "사이즈가 다소 크게 나온다는 의견이 여러 건 있었습니다.",
      [
        9606987, 9610409, 9625296, 9715824, 9716365, 9697469, 9500072, 9500071,
        9496654, 9565848, 9542710, 9569514, 9527412, 9628044,
      ],
    ],
    [
      2,
      "통기성 문제",
      "재질의 특성상 통기성이 좋지 않다는 의견이 있었습니다.",
      [9783871, 9540288],
    ],
  ],
  usage: {
    prompt_tokens: 2979,
    completion_tokens: 661,
    total_tokens: 3640,
  },
  source: [
    {
      id: 9653198,
      content:
        "아버지 사드렸어요!! 차콜 그레이 색상 흔하지 않고 좋다고 하시네요~~!",
    },
    {
      id: 9606987,
      content:
        "오버핏으로 아이에게 잘어울리네요약간 큰듯하지만 시원하니 좋다하네요",
    },
    {
      id: 9628791,
      content:
        "트임있는 제품 찾았는데 괜찮네요 원하는 색상이 들어오면 더구입하려구요",
    },
    {
      id: 9610409,
      content:
        "가성비 좋고 색상 이쁜건 팩트인데 너무 크네요.한사이즈 작게 샀음 오버핏으로 이쁘게 떨어졌을듯 싶네요.",
    },
    {
      id: 9612244,
      content: "좋아요 ㅎㅎ 최고 수준 애들이 다 좋아요 ㅎㅎ 감사합니다 ",
    },
    {
      id: 9633355,
      content:
        "고급지고 재질 좋습니다 깔별로 구매하고싶네요 선물용으로도 좋을거같아요!",
    },
    {
      id: 9641355,
      content:
        "보이는것과 색상 같아요 평소 105 사이즈입는데 L사이즈 주문했더니 세미오버핏으로 딱 좋아요  사시는분들 꼭 단독손세탁하세요  물빠짐 있어요",
    },
    {
      id: 9640568,
      content:
        "제가 깔별로사고 친구도 선물줬어요 좋아해요 맘에든데요 저렴히잘샀어요 품에비해 길이가짧으니 참고하세요",
    },
    {
      id: 9630360,
      content:
        "소재가 너무 얇지도 두껍지도 않아서 체형보정에 좋고 푠안하게 잘 입을것같아요 ",
    },
    {
      id: 9612288,
      content:
        "넘 앏지 않아 소재가 맘에 들어요ㅎ 목이 늘어질거같진 않네요. 기본 디자인이라 밟은 색도 있었음 좋겠어요.",
    },
    {
      id: 9620212,
      content: "매년 구입해서 잘 입는 기본 티셔츠천도 좋아 너무 좋아요",
    },
    {
      id: 9617993,
      content: "디자인 원단바느질..색상..다~맘에 들어요..가격도^^",
    },
    {
      id: 9616120,
      content:
        "색깔별로 전부 구매하려고합니다 금액이 저렴해서 별 기대 안해ㅛ는데 고퀄이네요 ",
    },
    {
      id: 9618803,
      content:
        "사이즈도 잘맞고 재질도 마음에 드네요~실밥처리가 좀 아쉽기는 한데 대부분 만족합니다.",
    },
    {
      id: 9628951,
      content:
        "타 브랜드 대비 재질 사이즈 모든게 다 낫습니다 목뒤 포인트도 이쁘며 정말 티 맛집입니다 타제품으로 더 구매예정입니다",
    },
    {
      id: 9625535,
      content:
        "무게감이 있어 구김이 적고 핏이 유지가 잘됩니다.한여름만 아님 잘 입고 다닐듯 합니다.",
    },
    {
      id: 9624270,
      content: "잘 입겠습니다..,잘 입겠습니다...잘 입겠습니다...",
    },
    {
      id: 9625296,
      content:
        "약간 오버핏이네요정사이즈로 입으실분들은 한사이즈 다운 하시면 될거 같네요",
    },
    {
      id: 9637386,
      content: "퀄리티도 좋고 실물이 사진과 같아서 기분좋게 입어보았어요. 강추",
    },
    {
      id: 9642710,
      content: "여름에 간편하게 입기 좋습니다. 원단도 탄탄하고 색상도 이뻐요",
    },
    {
      id: 9715824,
      content: "사이즈 미스..생각보다 크네요.가격택  뜯어서 반품을 못했네요",
    },
    {
      id: 9688359,
      content:
        "가격도 괜찮고 약간 긴게 아쉽지만 더 주문하고 싶어지네요 ㅎㅎ 또 주문하러 고고 ㅎㅎ",
    },
    {
      id: 9687927,
      content: "편하게 입기 좋고 잘 늘어나지 않을거 같아서 좋습니다.",
    },
    {
      id: 9688634,
      content: "배송 사이즈 디자인 다 마음에 듭니다 색상은 살짝 아쉽습니다",
    },
    {
      id: 9714268,
      content: "원단도  시원하고 편해서 추가 구매해요 세탁 후에도 변형도 없고",
    },
    {
      id: 9716365,
      content:
        "색상이쁘고 재질 괜찮아요 가격비대 좋습니다 사이즈는 하나 다운했는데 잘맞네요",
    },
    {
      id: 9676037,
      content:
        "세일 기간에 저렴허게 잘 샀습니다. 흰색 구매해서 입다가 맘에 들어서 다른색도 구매하게 되었네요. ",
    },
    {
      id: 9722698,
      content:
        "다자인, 품질, 마감, 배송 모두 매우 만족합니다. 데일리룩으로 추천합니다. 좀 크게 입는 편인데 딱 맞아요",
    },
    {
      id: 9713507,
      content:
        "배송도 빠르고 무엇보다 색감도 좋고 재질도 좋습니다. 다른색상도 구매해야겠네요",
    },
    {
      id: 9726680,
      content:
        "가볍고 시원하게 입기 좋을듯하네요 강추해여 다른색삭도 추가구매 예정",
    },
    {
      id: 9725142,
      content: "깔별로 재구매하고잇슴니다 품질이 좋고 촉감도 좋고 시원해요",
    },
    {
      id: 9697469,
      content:
        "조금 큰데 괜찮아요 오버핏이라고 보면 되구요 데 스팩에 약긴 커요 어깨선이 마음에 듭니다",
    },
    {
      id: 9683722,
      content:
        "기숙사에  있는 아들에게 보냈는데  사이즈도 여유있고  괜찮다고하네요  ",
    },
    {
      id: 9673722,
      content: "블랙 첫구매후 가성비좋 아서 깔별 구비중편하고 좋습니다",
    },
    {
      id: 9695064,
      content: "편안하게 오버핏으로 입고다니기 좋을것 같에요 만족합니다.",
    },
    {
      id: 9684940,
      content:
        "차콜색이 너무예쁜데 사이즈품절이라 재입고알림받고 후다닥 주문했는데 칼배송 감사합니다.역시 예뻐요 ",
    },
    {
      id: 9698634,
      content: "더위를 많이타는 저의 최애 티셔츠 입니다 오래오래 입고싶어요 ",
    },
    {
      id: 9704872,
      content:
        "색깔대로 구입하게돼네요 넘편하고 원단이 부드럽고 좋네요  꾸준하게  잘입고있습니다 좋아요 ",
    },
    {
      id: 9728825,
      content:
        "믿고사는 일꼬르소 기본템 좋아요 굿굿다만 옆으로 조금 더 컸으면 좋겠어요",
    },
    {
      id: 9681329,
      content:
        "색상 뒷면 디테일 맘에 들어요 다른 색상도 살꺼에요여러가지 색상응 살거엥6",
    },
    {
      id: 9682094,
      content:
        "전에 있던거에 더해서 추가 구매했는데 원단 스타일 모두 좋아요. 가성비 굿굿굿",
    },
    {
      id: 9706023,
      content: "선물 하려고 추가 구매 했어요~  옷감좋고 가격 좋아요~~",
    },
    {
      id: 9690330,
      content: "품도 여유있게 맞는거 같고 색깔도 마음에 듭니다!!  ",
    },
    {
      id: 9763601,
      content:
        "일꼬르소 티는 진짜 왕추천!!질 너무 좋고 가격도 합리적이네여건조기 돌려도 멀쩡합니다다른 컬러도 궁금하네요",
    },
    {
      id: 9771122,
      content: "색감은 기대했던 것보다 살짝 다르긴 한데핏이 좋아서 입을만 해요",
    },
    {
      id: 9786624,
      content: "재질도 좋고 지금 날씨에 입기 좋은 티셔츠 입니다 추천요",
    },
    {
      id: 9785341,
      content:
        "생각했던것보다 색이 밝아요.워싱된 그레이~~~그래도 색깔 맘에 들어요.부드럽고 핏도 이뻐요.",
    },
    {
      id: 9783871,
      content:
        "한사이즈 작게하니 잘 맞네요. 두께가 있는편이라 한여름은 힘들거 같네요",
    },
    {
      id: 9756884,
      content: "사이즈도 좋고 핏이 맘에 드네요, 뒤에 포인트도 예뻐요",
    },
    {
      id: 9745485,
      content: "가성비 최고좋아요!! 좋아요!! 좋아요!! 좋아요!!",
    },
  ],
};

export const RESULT_DATA8 = {
  list,
  data1,
  data2,
  data3,
};
